{
  "insp_id": "2016082568287859",
  "layout": "a",
  "customer_id": "6902",
  "customer_name": "Summer Wind Farm Sanctuary",
  "customer_addr": "6490 Mowerson Rd\nBrown City, MI 48416",
  "certificate": "34-C-0227",
  "site_id": "001",
  "site_name": "SUMMER WIND FARMS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-MAY-2017",
  "report_date": "16-JUN-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Daisy is a 20 month old tiger at the facility. APHIS inspectors first noticed that she was having balance issues in\nSeptember 2016. At that time inspectors were shown records that indicated that the attending veterinarian had\ndiagnosed otitis externa and otitis media on September 26, 2016. This diagnosis was done without immobilization\nor hands on examination of the tiger. The veterinarian had treated Daisy for a jaw abscess earlier in the summer of\n2016. He assumed the ataxia was due to infection traveling from the jaw and infecting her middle and outer ear.\nDaisy has been off and on combinations of antibiotics and steroids since that time. Daisy’s condition was noted to\nbe much worse on an APHIS inspection on November 9, 2016. In response to the inspection report, Daisy was\nimmobilized for an examination and blood collection. Blood work was not remarkable and Daisy was again treated\nfor an inner ear infection. The attending veterinarian noted no obvious jaw or ear issues on the physical\nexamination done at this time. (This was relayed to Animal Care’s big cat specialist in a phone conversation that\ntook place on March 29, 2017.) There can be other diagnoses which can be the cause of Daisy’s symptoms,\ntoxoplasmosis being highly likely. This information has been shared with the attending veterinarian on at least two\noccasions. The latest time was a phone conversation between Animal Care’s big cat specialist and the attending\nveterinarian for the facility on March 29, 2017. Despite this information, a toxoplasmosis titer has never been done\nfor Daisy and Daisy has never been treated with an antibiotic effective against toxoplasmosis at a high enough dose\nand for a long enough duration to be effective against the infection. Records reviewed on the inspection of April, 25,\n2017 showed that since the time of the inspection on March 20, 2017, no additional diagnostics have been done.\nDaisy has been on various doses of prednisone and prednisone in combination with Baytril. Daisy has been on\ndaily prednisone since the time of the inspection on April, 25, 2017. Today the CEO of the facility stated to APHIS\ninspectors that Daisy has had several bad days lately and that they have increased her prednisone dose. Daisy\nwas extremely reluctant to move. She was hiding in the back of her enclosure in a in a sternal position under her\nperch. It took seven minutes of coaxing in order to get her to move. Daisy then did move inside her shelter. With\nmore coaxing Daisy moved to her water receptacle located in the front of the outdoor portion of the enclosure. This\nis a distance of about 15 feet. Daisy appeared lethargic and slumped against the enclosure fence resting her head\non the water receptacle. Daisy appeared to be exhausted from the effort it took to reach the water receptacle and\nher head tilt was apparent while she was drinking. Her tail still demonstrates a corkscrew appearance. Her hair\ncoat appears dull and rough. Today Daisy was growling and wanted to stay at the back of her enclosure\nwithdrawing from inspectors. This is a contrast to inspections in the past where Daisy has had a more curious and\nsocial attitude towards the APHIS inspectors. No diagnostics have been done for Daisy since the time of the last\ninspection. The lack of a diagnosis and effective treatment is causing the continued suffering of the tiger. A\nknowledgeable, expert veterinarian who specializes in exotic medicine (with training in big cat medicine) must be\nconsulted. Results of this consultation must be documented and records must be available for APHIS review at the\ntime of the next inspection.\nThe white tiger known as Mohan is walking with a very stiff and hesitant gait today. When the enclosure was first\napproached Mohan was lying down. Mohan rose slowly and walked with a hitching and awkward gait. Mohan's\nstance was bowlegged in appearance and he walked very slowly for about 20 feet before immediately lying down\nagain. APHIS inspectors have discussed the condition of this tiger on previous inspections but Mohan appears\nmuch worse today. The CEO has stated on previous occasions that the attending veterinarian has evaluated\nMohan but that he has not wanted to treat him as he thinks that it is an old age condition and that pain medications\nwould lead to renal failure. Mohan has had no diagnostics done that would indicate that this could be a concern.\nMohan appears to be in extreme pain today. Mohan is suffering in his current condition and is in need of veterinary\nevaluation. Veterinary treatment recommendations must be documented and made available for APHIS inspectors."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was asked to show APHIS inspectors the record of animals on hand. The licensee was unable to\nproduce the required records at time of inspection. These records are used to trace and track animals and to\nestimate age of the animals for health concerns. Of particular concern on this inspection was a tiger known as\nMohan. Mohan was experiencing ambulatory difficulty at the time of inspection and inspectors wanted to verify that\nMohan was in his mid-twenties as the CEO of the facility stated to them.\nCorrect by: Correct from this time forward."
    },
    {
      "code": "3.81(c)",
      "kind": "",
      "repeat": false,
      "desc": "ENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.",
      "narrative": "The nonhuman primate enrichment plan does not address the two nonhuman primates housed in the warm room.\nThese nonhuman primates must be given special consideration in the nonhuman primate enrichment plan as they\nare currently not able to see each other in their current housing arrangement. Address extra enrichment to be given\nthese animals in the nonhuman primate enrichment plan.\nCorrect by: 6-1-17"
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "There was a board approximately 12” by 18” that had several nails sticking straight up in the Syrian brown bear\nenclosure. This board was in an area that the bears frequently pace, just to the right of the food bin. The area on\nthe shelter, where the board with nails came from, also has nails sticking out of it. Housing facilities must be\nmaintained in good repair to prevent injury to the bears contained in the enclosure."
    },
    {
      "code": "3.125(c)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "The produce cooler contains spoiled produce. Deteriorating bags of lettuce, discolored broccoli, discolored brussel\nsprouts and molding corn were present in the cooler. This produce was stored on the already sorted (feed side of\nthe cooler). Spoiled produce must be removed promptly to prevent contamination of food intended to be fed to the\nanimals. Sort and remove spoiled produce promptly. This cooler needs to be cleaned and have spoiled and\ndeteriorating items removed in order to prevent contamination of food items that will be fed to the animals. The\nfacility CEO states that produce is sorted again prior to feeding but the condition of the produce in the Asian black\nbear, North American black bear and grizzly bear enclosures make it impossible for APHIS inspectors to determine\nif this is true."
    },
    {
      "code": "3.127(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "Sections of the perimeter fence near Mohan's enclosure and near the grizzly bear enclosure are becoming over run\nwith vines and trees. This excess of vegetation must be trimmed back to ensure the structural integrity of the fence\nand to allow for proper inspection of the fence. Large, dangerous animals are housed at this facility and the\nperimeter fence serves as a secondary barrier between these animals and the public. Any animal escape could\nhave potentially lethal outcomes for the animal or a member of the public. Remove excess vegetation from these\nsections of the perimeter fence and any other areas of the perimeter where it is needed."
    },
    {
      "code": "3.129(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There are two approximately 2 year old Syrian brown bears at the facility. These two bears have rough, dull looking\nhair coats, are thin and appear undersized for their age. At the time of the last inspection the CEO described a\nrecent meal fed to the bears as consisting of: approximately 10 gallons of apples, pears and carrots, 2 pounds of\ncheese and 2 to 3 gallons of cake trimmings. Based on our discussions with the CEO of the facility, APHIS\ninspectors think that a diet poor in nutritional content may be responsible for the appearance of these bears. These\nbears are still young and growing. Inadequate diet at this point in their life will lead to lifelong complications. This\ncan result in a lifetime of unnecessary suffering for these bears. A diet plan must be developed for these bears. It\nshould be written plan and it must be approved by the attending veterinarian. All items to be fed to the bears must\nbe specified in the plan. Amounts and combinations of food items must be specified in enough detail so it is\npossible to determine if the meal is nutritionally adequate. Frequency of daily feedings and approximate feeding\ntimes must be documented in the feeding plan. Meals should be documented with time of day and all items and\namounts fed noted. This documentation must be available for review by APHIS officials. Special consideration\nmust be given to calcium level in the diet as these bears are not fully grown and require more calcium in their diet\nthan an adult bear. Inadequate calcium levels could lead to conditions such as metabolic bone disease which\nwould cause pain and suffering for these bears. The CEO stated to APHIS inspectors today that the facility has not\nbegun to develop a diet plan or record items fed to the bears.\nThe CEO of the facility also stated to APHIS inspectors that since the time of the last inspection 21 days ago that he\nhas contacted a feed mill about formulating a bear diet that he intends to feed to these bears. No time frame was\ngiven to inspectors for when this will be accomplished."
    },
    {
      "code": "3.129(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "The food receptacle boxes for the American black bear and Asian black bear enclosures need to be cleaned. There\nis a large amount of rotting food debris in the Asian black bear enclosure and den area. These bear food receptacle\nboxes have walls and sides which are very dirty. These food receptacles are not sanitary. The grizzly bear is being\nfed on the dirt floor inside its shelter. Any food fed in this areas is going to be contaminated by the rotting material\npresent. These feeders need to be cleaned and made sanitary to ensure that the food fed to the bears is\nwholesome and free from bacterial or pest infestation which could result in health issues for the bears. Diarrhea\nwas noted inside the enclosure for the North American black bears."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "The water receptacle for the enclosure containing the cougar had a large amount of brown algae sludge coating its\ninterior and floating in the water. This water receptacle is not being cleaned and sanitized on a regular basis.\nWater receptacles should be kept clean and sanitary to promote adequate water consumption which is essential for\nanimal health. Clean and sanitize water receptacles more frequently."
    },
    {
      "code": "3.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was excessive feces in the tiger known as Lilly's enclosure. There was excessive food waste inside the tiger\nknown as Pandora's shelter. There was excessive food waste in the Syrian brown bear enclosure. There was\nexcessive food waste in the tiger known as Mohan's enclosure. There was excessive food waste in the den area of\nMohan's enclosure. There is excessive food waste and feces in the Asian black bear enclosure. There was rotting\nproduce and excessive food waste and feces in the Asian black bear enclosure. There was loose stool and\nexcessive feces in the North American black bear den. There was a piece of rotting meat in the North American\nblack bear enclosure. The pool in the North American black bear pen was filled with very bright green algae tinted\nwater. There is rotting food debris present in the feed area for the grizzly bear and in the grizzly bear enclosure.\nThere was excessive food waste and rotting material present in the cougar den box. An enclosure housing one fox\ncontained rotting food waste. These enclosures need to be cleaned on a more frequent basis. This rotting material\nand feces can lead to pest control issues. With warmer weather coming to the area quite soon these odor and pest\ncontrol issues will be exacerbated. The rotting material present in these animal enclosures can contaminate them\nas they lie in their enclosures. These animals can ingest this material when they groom. Not removing old food\nwaste promptly can lead to contamination of new food. Ingesting this rotten material can lead to potential health\nproblems. Clean these enclosures more frequently to prevent a buildup of food and fecal waste to minimize odors\nand prevent potential health problems for the animals housed in them."
    },
    {
      "code": "3.131(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "The entire premises is filled with various debris, old equipment, boards, trash old animal enclosures and fence.\nSeveral other buildings on the property are also filled with old equipment and debris and trash. Tall weed were\npresent in many area of the facility. These areas provide ample hiding areas for rodents and other pests and\nnumerous rodent holes were located throughout the facility. All this material must be removed to help control pests.\nThe cabinet under the butcher counter is rotting away do to a water leak. An old cooler right outside the butcher\narea is overgrown with mold. These conditions make it impossible to properly clean these areas. Remove all this\ntrash and repair the cabinet and water leak so that this food preparation area can be cleaned and sanitized."
    },
    {
      "code": "3.131(d)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "Many rodent holes were located throughout the facility. A rodent hole was located next to the tiger known as\nPandora's enclosure. A rodent hole was located next to the tiger known as Mohan's enclosure. A rodent hole was\nnoted going under the shelter for the cougar enclosure. A rodent hole was located in a monkey enclosure not\ncurrently in use. Rodent feces was noted on shelves inside the warm room. Rodents can be carriers of disease\nwhich may be harmful to the animals housed in these areas. A more effective means of rodent control must be\nestablished for the facility."
    },
    {
      "code": "3.132",
      "kind": "Critical",
      "repeat": true,
      "desc": "EMPLOYEES.",
      "narrative": "It is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees. The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point.\nThe facility relies on volunteer workers. A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering. Animal numbers must be reduced or more properly trained\nworkers need to be added.\nAn exit interview was conducted at the conclusion of the facility inspection with the CEO. All non-compliant items\nwere discussed. A formal exit interview was conducted with the facility CEO on 5-18-17.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nKingston Susan, Supervisory Compliance Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDaisy is a 20 month old tiger at the facility.  APHIS inspectors first noticed that she was having balance issues in\nSeptember 2016.  At that time inspectors were shown records that indicated that the attending veterinarian had\ndiagnosed otitis externa and otitis media on September 26, 2016.  This diagnosis was done without immobilization\nor hands on examination of the tiger. The veterinarian had treated Daisy for a jaw abscess earlier in the summer of\n2016. He assumed the ataxia was due to infection traveling from the jaw and infecting her middle and outer ear.\nDaisy has been off and on combinations of antibiotics and steroids since that time.  Daisy’s condition was noted to\nbe much worse on an APHIS inspection on November 9, 2016.  In response to the inspection report, Daisy was\nimmobilized for an examination and blood collection. Blood work was not remarkable and Daisy was again treated\nfor an inner ear infection.  The attending veterinarian noted no obvious jaw or ear issues on the physical\nexamination done at this time.  (This was relayed to Animal Care’s big cat specialist in a phone conversation that\ntook place on March 29, 2017.)  There can be other diagnoses which can be the cause of Daisy’s symptoms,\ntoxoplasmosis being highly likely.  This information has been shared with the attending veterinarian on at least two\noccasions.  The latest time was a phone conversation between Animal Care’s big cat specialist and the attending\nveterinarian for the facility on March 29, 2017.  Despite this information, a toxoplasmosis titer has never been done\nfor Daisy and Daisy has never been treated with an antibiotic effective against toxoplasmosis at a high enough dose\nand for a long enough duration to be effective against the infection.  Records reviewed on the inspection of April, 25,\n2017 showed that since the time of the inspection on March 20, 2017, no additional diagnostics have been done. \nDaisy has been on various doses of prednisone and prednisone in combination with Baytril.  Daisy has been on\ndaily prednisone since the time of the inspection on April, 25, 2017.  Today the CEO of the facility stated to APHIS\ninspectors that Daisy has had several bad days lately and that they have increased her prednisone dose.  Daisy\nwas extremely reluctant to move.  She was hiding in the back of her enclosure in a in a sternal position under her\nperch.  It took seven minutes of coaxing in order to get her to move.  Daisy then did move inside her shelter.  With\nmore coaxing Daisy moved to her water receptacle located in the front of the outdoor portion of the enclosure.  This\nis a distance of about 15 feet.  Daisy appeared lethargic and slumped against the enclosure fence resting her head\non the water receptacle.  Daisy appeared to be exhausted from the effort it took to reach the water receptacle and\nher head tilt was apparent while she was drinking.  Her tail still demonstrates a corkscrew appearance.  Her hair\ncoat appears dull and rough.  Today Daisy was growling and wanted to stay at the back of her enclosure\nwithdrawing from inspectors. This is a contrast to inspections in the past where Daisy has had a more curious and\n\nsocial attitude towards the APHIS inspectors.  No diagnostics have been done for Daisy since the time of the last\ninspection.  The lack of a diagnosis and effective treatment is causing the continued suffering of the tiger. A\nknowledgeable, expert veterinarian who specializes in exotic medicine (with training in big cat medicine) must be\nconsulted.  Results of this consultation must be documented and records must be available for APHIS review at the\ntime of the next inspection.\nThe white tiger known as Mohan is walking with a very stiff and hesitant gait today.  When the enclosure was first\napproached Mohan was lying down.  Mohan rose slowly and walked with a hitching and awkward gait.  Mohan's\nstance was bowlegged in appearance and he walked very slowly for about 20 feet before immediately lying down\nagain.  APHIS inspectors have discussed the condition of this tiger on previous inspections but Mohan appears\nmuch worse today.  The CEO has stated on previous occasions that the attending veterinarian has evaluated\nMohan but that he has not wanted to treat him as he thinks that it is an old age condition and that pain medications\nwould lead to renal failure.  Mohan has had no diagnostics done that would indicate that this could be a concern.\nMohan appears to be in extreme pain today.  Mohan is suffering in his current condition and is in need of veterinary\nevaluation.  Veterinary treatment recommendations must be documented and made available for APHIS inspectors.\n2.75(b)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee was asked to show APHIS inspectors the record of animals on hand.  The licensee was unable to\nproduce the required records at time of inspection.  These records are used to trace and track animals and to\nestimate age of the animals for health concerns.  Of particular concern on this inspection was a tiger known as\nMohan.  Mohan was experiencing ambulatory difficulty at the time of inspection and inspectors wanted to verify that\nMohan was in his mid-twenties as the CEO of the facility stated to them.\nCorrect by:  Correct from this time forward.\n3.81(c)\nENVIRONMENT ENHANCEMENT TO PROMOTE PSYCHOLOGICAL WELL-BEING.\nThe nonhuman primate enrichment plan does not address the two nonhuman primates housed in the warm room. \nThese nonhuman primates must be given special consideration in the nonhuman primate enrichment plan as they\nare currently not able to see each other in their current housing arrangement.  Address extra enrichment to be given\nthese animals in the nonhuman primate enrichment plan.\nCorrect by:  6-1-17\n\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nThere was a board approximately 12” by 18” that had several nails sticking straight up in the Syrian brown bear\nenclosure.  This board was in an area that the bears frequently pace, just to the right of the food bin.  The area on\nthe shelter, where the board with nails came from, also has nails sticking out of it.  Housing facilities must be\nmaintained in good repair to prevent injury to the bears contained in the enclosure.\n3.125(c)                    REPEAT\nFACILITIES, GENERAL.   \nThe produce cooler contains spoiled produce.  Deteriorating bags of lettuce, discolored broccoli, discolored brussel\nsprouts and molding corn were present in the cooler.  This produce was stored on the already sorted (feed side of\nthe cooler).  Spoiled produce must be removed promptly to prevent contamination of food intended to be fed to the\nanimals.  Sort and remove spoiled produce promptly.  This cooler needs to be cleaned and have spoiled and\ndeteriorating items removed in order to prevent contamination of food items that will be fed to the animals.  The\nfacility CEO states that produce is sorted again prior to feeding but the condition of the produce in the Asian black\nbear, North American black bear and grizzly bear enclosures make it impossible for APHIS inspectors to determine\nif this is true.\n3.127(d)                    REPEAT\nFACILITIES, OUTDOOR. \nSections of the perimeter fence near Mohan's enclosure and near the grizzly bear enclosure are becoming over run\nwith vines and trees.  This excess of vegetation must be trimmed back to ensure the structural integrity of the fence\nand to allow for proper inspection of the fence.  Large, dangerous animals are housed at this facility and the\nperimeter fence serves as a secondary barrier between these animals and the public.  Any animal escape could\nhave potentially lethal outcomes for the animal or a member of the public.  Remove excess vegetation from these\nsections of the perimeter fence and any other areas of the perimeter where it is needed.\n3.129(a)           DIRECT                    REPEAT\nFEEDING.    \nThere are two approximately 2 year old Syrian brown bears at the facility.  These two bears have rough, dull looking\nhair coats, are thin and appear undersized for their age.  At the time of the last inspection the CEO described a\nrecent meal fed to the bears as consisting of:  approximately 10 gallons of apples, pears and carrots, 2 pounds of\ncheese and 2 to 3 gallons of cake trimmings.   Based on our discussions with the CEO of the facility, APHIS\ninspectors think that a diet poor in nutritional content may be responsible for the appearance of these bears.  These\nbears are still young and growing.  Inadequate diet at this point in their life will lead to lifelong complications.  This\ncan result in a lifetime of unnecessary suffering for these bears.  A diet plan must be developed for these bears.  It\n\nshould be written plan and it must be approved by the attending veterinarian.  All items to be fed to the bears must\nbe specified in the plan.  Amounts and combinations of food items must be specified in enough detail so it is\npossible to determine if the meal is nutritionally adequate.  Frequency of daily feedings and approximate feeding\ntimes must be documented in the feeding plan.  Meals should be documented with time of day and all items and\namounts fed noted.  This documentation must be available for review by APHIS officials.  Special consideration\nmust be given to calcium level in the diet as these bears are not fully grown and require more calcium in their diet\nthan an adult bear.  Inadequate calcium levels could lead to conditions such as metabolic bone disease which\nwould cause pain and suffering for these bears.  The CEO stated to APHIS inspectors today that the facility has not\nbegun to develop a diet plan or record items fed to the bears.\nThe CEO of the facility also stated to APHIS inspectors that since the time of the last inspection 21 days ago that he\nhas contacted a feed mill about formulating a bear diet that he intends to feed to these bears.  No time frame was\ngiven to inspectors for when this will be accomplished.  \n3.129(b)                    REPEAT\nFEEDING.    \nThe food receptacle boxes for the American black bear and Asian black bear enclosures need to be cleaned.  There\nis a large amount of rotting food debris in the Asian black bear enclosure and den area.  These bear food receptacle\nboxes have walls and sides which are very dirty.  These food receptacles are not sanitary.  The grizzly bear is being\nfed on the dirt floor inside its shelter.  Any food fed in this areas is going to be contaminated by the rotting material\npresent.  These feeders need to be cleaned and made sanitary to ensure that the food fed to the bears is\nwholesome and free from bacterial or pest infestation which could result in health issues for the bears.  Diarrhea\nwas noted inside the enclosure for the North American black bears.\n3.130                    REPEAT\nWATERING.  \nThe water receptacle for the enclosure containing the cougar had a large amount of brown algae sludge coating its\ninterior and floating in the water.  This water receptacle is not being cleaned and sanitized on a regular basis. \nWater receptacles should be kept clean and sanitary to promote adequate water consumption which is essential for\nanimal health.  Clean and sanitize water receptacles more frequently.  \n3.131(a)                    REPEAT\nSANITATION.\n\nThere was excessive feces in the tiger known as Lilly's enclosure.  There was excessive food waste inside the tiger\nknown as  Pandora's shelter.  There was excessive food waste in the Syrian brown bear enclosure.  There was\nexcessive food waste in the tiger known as Mohan's enclosure.  There was excessive food waste in the den area of\nMohan's enclosure.  There is excessive food waste and feces in the Asian black bear enclosure.  There was rotting\nproduce and excessive food waste and feces in the Asian black bear enclosure.  There was loose stool and\nexcessive feces in the North American black bear den.  There was a piece of rotting meat in the North American\nblack bear enclosure.  The pool in the North American black bear pen was filled with very bright green algae tinted\nwater. There is rotting food debris present in the feed area for the grizzly bear and in the grizzly bear enclosure. \nThere was excessive food waste and rotting material present in the cougar den box.  An enclosure housing one fox\ncontained rotting food waste.  These enclosures need to be cleaned on a more frequent basis.  This rotting material\nand feces can lead to pest control issues.  With warmer weather coming to the area quite soon these odor and pest\ncontrol issues will be exacerbated.  The rotting material present in these animal enclosures can contaminate them\nas they lie in their enclosures.  These animals can ingest this material when they groom.  Not removing old food\nwaste promptly can lead to contamination of new food.  Ingesting this rotten material can lead to potential health\nproblems.  Clean these enclosures more frequently to prevent a buildup of food and fecal waste to minimize odors\nand prevent potential health problems for the animals housed in them.\n3.131(c)                    REPEAT\nSANITATION.   \nThe entire premises is filled with various debris, old equipment, boards, trash old animal enclosures and fence. \nSeveral other buildings on the property are also filled with old equipment and debris and trash.  Tall weed were\npresent in many area of the facility.  These areas provide ample hiding areas for rodents and other pests and\nnumerous rodent holes were located throughout the facility.  All this material must be removed to help control pests.\nThe cabinet under the butcher counter is rotting away do to a water leak.  An old cooler right outside the butcher\narea is overgrown with mold.  These conditions make it impossible to properly clean these areas.  Remove all this\ntrash and repair the cabinet and water leak so that this food preparation area can be cleaned and sanitized.  \n3.131(d)                    REPEAT\nSANITATION.   \nMany rodent holes were located throughout the facility.   A rodent hole was located next to the tiger known as\nPandora's enclosure.  A rodent hole was located next to the tiger known as Mohan's enclosure.  A rodent hole was\nnoted going under the shelter for the cougar enclosure.  A rodent hole was located in a monkey enclosure not\ncurrently in use.  Rodent feces was noted on shelves inside the warm room.  Rodents can be carriers of disease\nwhich may be harmful to the animals housed in these areas.  A more effective means of rodent control must be\n\nestablished for the facility.\n3.132           CRITICAL                    REPEAT\nEMPLOYEES. \nIt is evident that despite the reduction in animal numbers that there is a lack of adequately trained employees.  The\npersistence of multiple animal welfare act violations related to basic animal husbandry issues illustrates this point. \nThe facility relies on volunteer workers.  A lack of properly trained employees can result in facility and animal\nconditions that result in unnecessary animal suffering.  Animal numbers must be reduced or more properly trained\nworkers need to be added.\nAn exit interview was conducted at the conclusion of the facility inspection with the CEO.  All non-compliant items\nwere discussed.  A formal exit interview was conducted with the facility CEO on 5-18-17.\nAdditional Inspectors\nBongard Carrie, Animal Care Inspector\nKingston Susan, Supervisory Compliance Specialist",
  "animals_total": 18,
  "species": [
    {
      "count": 1,
      "scientific": "Canis latrans",
      "common": "COYOTE"
    },
    {
      "count": 1,
      "scientific": "Macaca fascicularis",
      "common": "CRAB-EATING MACAQUE / CYNOMOLGUS MONKEY"
    },
    {
      "count": 1,
      "scientific": "Macaca fuscata",
      "common": "JAPANESE MACAQUE / SNOW MACAQUE"
    },
    {
      "count": 4,
      "scientific": "Panthera tigris",
      "common": "TIGER"
    },
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    },
    {
      "count": 2,
      "scientific": "Ursus americanus",
      "common": "NORTH AMERICAN BLACK BEAR"
    },
    {
      "count": 1,
      "scientific": "Ursus arctos horribilis",
      "common": "GRIZZLY BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus arctos syriacus",
      "common": "SYRIAN BROWN BEAR"
    },
    {
      "count": 2,
      "scientific": "Ursus thibetanus",
      "common": "ASIATIC BLACK BEAR"
    },
    {
      "count": 3,
      "scientific": "Vulpes vulpes",
      "common": "RED FOX (INCLUDES SILVER FOX & CROSS FOX)"
    }
  ]
}