{
  "insp_id": "2016090000775366",
  "layout": "b",
  "customer_id": "506554",
  "customer_name": "Envigo RMS LLC",
  "customer_addr": "8520 Allison Pointe Blvd., Suite 400\nIndianapolis, IN 46250",
  "certificate": "32-A-0774",
  "site_id": "005",
  "site_name": "ENVIGO RMS LLC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-NOV-2021",
  "report_date": "22-MAR-2022",
  "citations": [
    {
      "code": "2.40(a)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The facility is not ensuring that the attending veterinarian has appropriate authority over medical care and euthanasia of\ndogs performed by staff members. Staff members that are trained and authorized to conduct euthanasia are not following\napproved procedures, resulting in the euthanasia of animals using methods that cause pain and discomfort.\n***The facility uses an injectable drug (pentobarbital combination) as the primary method of euthanasia. The facility has a\nwritten program of veterinary care (PVC) and an SOP (#6014) “Euthanasia of Colony and Research Animals,” both\napproved by the AV which the AV confirmed that staff performing euthanasia are trained on. These documents state that\nstaff may only use methods deemed acceptable for dogs by the current AVMA Panel on Euthanasia and that all dogs\nmust be unconscious when performing intracardiac euthanasia achieved by using a dissociative medication + sedative as\nanesthesia and includes instructions for assessing consciousness and providing additional anesthetic medication if\nneeded.\nInspectors reviewed 171 medical records documenting euthanasia of 196 dogs and puppies and found that many young\npuppies are not receiving anesthesia prior to being euthanatized via intracardiac injection as required by the SOP.\n***In addition, employees have failed to follow the AV’s direction regarding treatment of other animals at the facility.\nVeterinarians instructed staff to euthanize two adult dogs in early October. As of the inspection neither dog had been\neuthanized and there is no indication the veterinarian reversed their decision.\nWeak or moribund dogs are not necessarily unconscious and can still experience pain and discomfort. Intracardiac\ninjections have been found to be painful, stressful, and uncomfortable. To meet the regulatory requirements of\neuthanasia, death must be induced without evidence of pain or distress. Failure to provide veterinary care as directed by\nthe attending veterinarian undermines their authority and frequently causes unnecessary pain and distress.\nCorrect by ensuring that the AV has adequate authority to ensure the provision of veterinary care and to oversee all other\naspects of animal care and use."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A total of 30 dogs present on inspection had severe dental disease and had not received adequate care to address this\nissue. Additionally, 12 of these dogs had concurrent issues which similarly had not received adequate veterinary care.\nThese additional issues included severe medical conditions of the ears, eyes, feet, skin, haircoat, and poor body\ncondition.\n***Dental disease: Thirty adult beagles ranging from 2 to 7 years old were found with signs of severe dental disease\nincluding: loose teeth which moved with light pressure, exposed roots of teeth, pus along the gumlines, bleeding gums,\nhair and foreign material embedded in the gumlines, severe recession of the gums, severely reddened and inflamed\ngums, missing teeth, and significant accumulations of dark colored hard material (calculus) along the teeth. Treatment for\nthese dogs (dental cleanings / extractions) had not been provided despite observation as early as Aug-2021.\n***Poor body condition (1 dog): One nursing female dog had extremely prominent bones in the shoulders, ribs, hips, and\nback and had been underweight since Aug 2021. No treatment was provided for either condition.\n***Foot Medical Conditions (7 dogs): The majority of these dogs had masses occurring between their toes that were\nreddened / inflamed and often oozing discharge consistent with interdigital cysts. One dog had toenails which were\novergrown to the point that the nails had a severe curve and caused abnormal toe position when the dog was placed on a\nsolid surface.\n*** Ear Medical Conditions (2 dogs): . One dog’s ear canals and surrounding skin was bright pink and inflamed and had\nsignificant accumulations of dark brown waxy material in the ear canals, consistent with an ear infection. The other had\nwounds on the external ear and significant thickening of the ear pinna.\n*** Eye Medical Conditions (1 dog): This dog had a small mass on the lower right eyelid.\n*** Skin Medical Conditions (1 dog): This dog had large areas of hair loss along the entire length of its back from neck to\nhips and across the shoulders and rib cage. Skin is reddened in some areas.\nFailure to provide adequate veterinary care to the animals listed above can result in worsening of the conditions and\nunnecessary discomfort and suffering. Each of the dogs and conditions listed above were identified to the facility while\ninspectors were on-site (11/16 to 11/19) and provided again during the exit briefing. Correct by assuring all dogs with\nmedical conditions are evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan\nand then following through with the treatment plan. Each dealer shall use appropriate methods to prevent, treat, diagnose,\nand control diseases and injuries."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A total of 34 dogs (in addition to those listed above) had medical conditions that were not identified or treated by the\nfacility prior to the inspection.\n***Dental disease (7 dogs): Severe dental disease (similar to those described above).\n***Generalized weakness (3 dogs): One adult beagle and two puppies were identified by inspectors with serious medical\nconditions resulting in weakness. Weakness, lethargy, and the other signs presented by dogs are indicators of serious\nunderlying health conditions.\n***Wounds (8 dogs): Eight dogs and puppies had traumatic wounds that were not identified by the facility prior to\ninspection. These wounds ranged in severity and included wounds to the legs, chest, abdomen, neck, ears, and tails of\nthese dogs. Many of these wounds had dark brown dried material consistent with blood on the surrounding fur.\n***Lameness / Foot Medical Conditions (8 dogs): Injuries included bright, red masses, digits that popped/cracked when\nmanipulated, swollen toes, refusal to bear weight.\n***Masses (2 dogs): One puppy had a large soft, fluid filled, swelling on the top of its head. The other, an adult female\nbeagle, had a ½ inch blue colored mass present on her abdomen near her teat.\n*** Reproductive Medical Conditions (2 dogs): One dog was present in the kennel with his penis exposed and dry during\nexamination. Another dog was identified in facility records as found dead on 11/1/21. On necropsy she was diagnosed\nwith a ruptured uterus. There was no record of abdominal pain, vaginal discharge, difficulty whelping, or similar sign that\npreceded the facility finding this dog dead.\n*** Eye Medical Conditions (6 dogs): Eye medical conditions observed included cloudy eyes with discharge, pea-sized\nmasses at the corner of the eye, and corneal discoloration with a pigmented mass.\n*** Ear Medical Conditions (2 dogs): Two dogs had severe medical conditions of the ears. One had significant redness\nand inflammation in both ears. The dog was observed shaking its head and scratching its left ear. An additional dog had\ndischarge present at the opening of the ear canal and the skin of the ear canal was reddened with brown debris present\nand sticking to the skin. A large laceration was also present on this ear.\n*** Skin Medical Conditions (3 dogs): Three dogs had significant skin medical conditions characterized by hair loss,\npeeling skin, crusts, flakes, and dull fur.\nFailure to identify animals presenting with abnormal medical conditions can delay necessary veterinary intervention which\ncould prolong any potential suffering and may even result in the animal’s death. Daily observations of animals to identify\nmedical problems is essential for animal health and welfare. Correct by observing all animals at least daily to identify\nphysical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a timely manner to\nthe attending veterinarian so that they can examine animals and ensure that appropriate treatment is provided."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The facility’s acquisition, disposition, and animal on hand records are incomplete and inaccurate for at least 937 dogs and\npuppies.\n- At least 5 dogs (1 adult CFLCTK and 4 puppies) had no acquisition information, no disposition information, and were\nmissing entirely from the record of animals on hand.\n- Disposition Information was present, but inaccurate for one adult dog (CLLCUV). This dog was documented as having\nbeen sold on 4/7/2021. This animal was present during the inspection and was undergoing medical treatment. Facility\nrepresentatives confirmed the identification for this dog.\n- Records were missing required information (color and gender) for 832 puppies. This includes: 126 puppies which listed\nsex and description as “unknown” and 706 puppies that have gender recorded but listed color and distinctive markings as\n“TBD”.\n- The facility self-identified approximately an additional 99 dogs and puppies with inaccurate disposition records that were\nrecorded as no longer active but had no disposition records. Accurate and complete recordkeeping of all acquisitions and\ndispositions is important for animal identification, traceability, and investigation of disease outbreaks or animal theft. The\nfacility must ensure that all required acquisition and disposition information is maintained at all times."
    },
    {
      "code": "2.131(b)(1)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Handling of animals.",
      "narrative": "On 11/16/21, 21 puppies were found to be handled in a manner that they were damp, shivering, and cold in building G3.\nAccording to facility records, 25 additional puppies had been found dead with cause of death attributed to cold exposure\nin building G3 over the last 8 weeks.\n***Bldg G3 Room 1 enclosures #54, 55, & 56 housed nursing female beagles and their 4- to 5-week-old puppies. Building\nG3 Room 2 enclosures #43, 54, & 72 housed 5- to 7-week-old puppies without dams. The enclosures had all recently\nbeen cleaned with cold water and kennels were not dried prior to replacing puppies. These enclosures were on the side of\nthe room opposite the radiant heater. None of these enclosures had any solid resting surface or bedding. No heat lamps\nwere present in room 1. Enclosures in room 2 had heat lamps which were present, but not plugged in at the time of\ninspection. On 11/19/21 Bldg G3, Room 1 was re-checked and there were still no heat lamps installed. Again, several\npuppies were observed shivering.\nAll handling of animals, including cleaning activities and housing, must be done as carefully and expeditiously as possible\nand in a manner that does not cause excessive cooling. Allowing puppies to become wet and chilled during / following\ncleaning or not providing sufficient heating/bedding causes discomfort and may result in illness or death. Correct by\nensuring that all animals are handled as carefully and expeditiously as possible and in a manner that does not cause\ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort."
    },
    {
      "code": "3.1(a)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Numerous construction and maintenance issues were identified during the inspection.\n***Flooring Gaps: Approximately 75% of enclosures have flooring which is not cut to the same size and shape as the\nenclosure walls resulting in large gaps between the floor and the fencing. Gaps measured up to 2 inches wide and\ninspectors saw dogs fall or step into the gaps alongside the flooring. Facility medical records document at least 10\nadditional dogs and puppies that were significantly injured by improperly constructed and maintained enclosures during\nthe period from 9/2/21 to 11/2/21.\n***Chain-link Fencing Gaps: Gaps were present in fencing where chain link had become detached from the fence frame.\nGaps range from only a few inches wide to the entire section of chain link forming the barrier between enclosures no\nlonger being attached to the metal frame. Housing facilities that have not been kept in good repair with numerous areas of\nunsecured fencing, may injure dogs by entrapping limbs or may fail to adequately contain the dogs.\n***Access Doors: Approximately 30% of the enclosures have access doors with structural damage to the metal frames\nand swinging mechanisms (such as broken hinges, doors that won’t stay shut, doors where the plastic flap is stuck and\ncan’t move, and damaged door frames which bend outward and leave up to 6-inch gap between the frame and the wall).\nInspectors observed dogs attempting to squeeze through the gap with the guillotine doors locked while others attempted\nto squeeze through space between the metal flashing of the door frame and wall.\n***Sharp Points: Approximately 50% of enclosures have sharp points and edges. There are multiple areas with sharp\npoints from broken chain link sticking directly into the enclosure where the dogs would walk, drink water, and jump up\naround the feeders.\n***Enclosure Walls: Approximately 20% of the enclosures in G1 and G2 do not have enclosure side panels properly\nsecured to the back wall or to adjacent fencing. Inspectors observed the unsecured panels rock back and forth as the\ndogs jumped up and put their forelegs on them.\n***Broken Waterers and Self-Feeders: Numerous automatic waterers are leaking water onto the flooring of the cement\nwalkway and beneath the enclosures. The leaking water is pooling beneath the metal self-feeders where it is mixing with\nspilled food creating a wet, moldy environment that is a breeding ground for insects. There are several broken metal self-\nfeeders that are spilling food onto the cement floor.\n***Unsecured Flooring: Several enclosures have flooring that is not secured to the framework beneath it or lacks support\nfrom underneath. In these enclosures, the floors bounce up and down, shift, tilt, or sink under the weight of the dogs as\nthey move about the enclosure. Flooring that is not properly secured to the framework can cause injury to the dogs and\nshould unsupported flooring collapse, the animal could be seriously injured or escape the enclosure.\nHousing facilities for dogs must be constructed and designed so they are structurally sound, kept in good repair and\nprotect the animals from injury. Correct by repairing or replacing damaged or broken facilities and ensure that all aspects\nof the enclosures are maintained in good repair and are safe for the dogs at all times. To be corrected by: 11 Feb 2022."
    },
    {
      "code": "3.1(c)(1)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility continues to have widespread lack of maintenance of the primary enclosures, dog toys, and surfaces in\ncontact with dogs. These issues include chewed plastic dog door flaps, chewed guillotine-style doors, lixit lines chewed to\nthe point the outer pipe is completely missing, chewed plastic boards used to fill gaps along the flooring, excessive rust,\nand areas of flaking paint and chipped, broken, pitted, unsealed, cracked, and crumbling concrete. Severely rusted metal\nor damaged concrete can comprise the structural integrity of the object, leading to increased risk of injury in the dogs.\nExcessive chew damage and issues with concrete can prevent proper cleaning and sanitization. The surfaces of housing\nfacilities and objects within the facility must be constructed in a manner and made of materials that allows them to be\nreadily cleaned and sanitized or removed and replaced when worn or soiled. The dealer must repair or replace damaged\nsurfaces so that they are free from excessive rust and sharp points and able to be cleaned and sanitized effectively."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "Housing facilities, general.",
      "narrative": "The facility continues to have surfaces in contact with dogs that are not being cleaned adequately enough to prevent the\nbuild-up of dirt and grime. Numerous enclosures have an excessive accumulation of organic material covering on multiple\nsurfaces.\nAccording to the facility the enclosures receive a “rough hosing” once per day with either a pressure washer or a standard\nhose. The amount of organic material accumulated on enclosure surfaces indicates the current cleaning frequencies and\nmethods are not adequate. Buildups of organic material increase the risk of disease towards the dogs. Correct by\nensuring that all hard surfaces which dogs come in contact with are adequately cleaned in a manner which prevents the\naccumulation of excreta and reduces disease hazards."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Food and bedding supplies are not being stored properly to protect them from spoilage, contamination and vermin\ninfestation. In 96 room 6 there is an open bag of shavings sitting on the floor and 97 room 8 there is an open bag of\nshavings stored in a trash can with no lid.\nOpen bags of shavings and food can become contaminated by pests such as insects and rodents which could have a\nnegative impact on the health and well-being of the dogs. All open supplies of food and bedding must be kept in leakproof\ncontainers with tightly fitted lids. The licensee must move the open bags of food and shavings into leakproof containers\nwith tightly fitted lids. The licensee must ensure that all food and bedding is properly stored at all times. To be corrected\nby: 11 Feb 2022."
    },
    {
      "code": "3.2(d)",
      "kind": "",
      "repeat": false,
      "desc": "Indoor housing facilities.",
      "narrative": "The indoor housing areas which house whelping dogs are not completely impervious to moisture. In building G3 rooms 1\nand 2 the concrete walls and center aisleway are not sealed or painted, and the kennel had been recently washed when\nthe inspection was started. The back wall of the enclosures and center aisleways appeared wet in patches indicating that\nany prior sealing of the concrete has likely worn and the concrete is no longer impervious to moisture. Some walls have\nlarge cracks running down the length of them for several feet which create another avenue for moisture to penetrate the\nconcrete.\nSurfaces that are not impervious to moisture cannot be properly cleaned and sanitized which could increase the risk of\ndisease hazards towards the dogs. Absorption of water could also undermine a surface’s structural integrity causing it to\nfail and potentially injure an animal. Surfaces of indoor housing facilities, including floors and walls, must be impervious to\nmoisture. The licensee must ensure that the affected surfaces are sealed or painted in a manner that makes them\nimpervious to moisture and that they are maintained appropriately to support the health and well-being of the animals. To\nbe corrected by: 1 April 2022."
    },
    {
      "code": "3.3(d)",
      "kind": "",
      "repeat": false,
      "desc": "Sheltered housing facilities.",
      "narrative": "Multiple dogs do not have adequate protection from the elements within their shelter due to missing access door flaps.\nEnclosure in G1 & G2 are constructed with openings in the back wall to allow the dogs to move between the indoor and\noutdoor portions of the enclosure. Several enclosures are missing the flap which covers this egress opening. This allows\nextreme weather, such as frigid temperatures, to enter the sheltered portion. While a guillotine type door is present, this\ndoor is only closed during cleaning and is left open overnight and most of the day providing no break from wind.\nNumerous other enclosures have flaps severely damaged by chewing; in those enclosures, 50-75% of the flap is missing\nleaving it similarly ineffective at providing shelter. During the week of the inspection, overnight temperatures fell to the low\n20s and 30s Fahrenheit. Enclosures with missing flaps housed at least 9 dogs while those with severely damaged flaps\nhoused many more. Dogs in adjacent enclosures were likely exposed to drafts as well.\nFailure to fully protect the sheltered portion of the enclosure may not allow the dogs to completely escape extreme\nweather conditions which can result in discomfort or illness. The licensee must repair or replace these flaps in order to\nprovide adequate shelter from the elements including protection from freezing temperatures. To be corrected by: 11 Feb\n2022."
    },
    {
      "code": "3.6(a)(2)(ii)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The enclosures at this facility continue to fail to protect the dogs from injury. There are numerous examples of body parts\nbeing pulled into adjacent enclosures by neighboring dogs causing injuries to the dogs involved. On 11/19/21, APHIS\ninspectors observed a neighboring dog from an adjacent enclosure reach through the dividing bars and grab the right ear\nof dog ???-CCE. Dog ???-CCE vocalized loudly indicating pain while the other dog continuously pulled his ear. Two\nadditional dogs (CLDCXC and CLCCMT) were identified in facility mortality logs from Nov-2021 with similar severe ear\ninjuries described as “severe damage to R ear” and “missing part of R & L ears.” The openings in the dividers between\nenclosures are large enough that feet, tails, and ears of dogs can be pulled through to an adjacent enclosure. While this\ntype of enclosure would often be suitable for group-housed dogs, the widespread compatibility problems also identified at\nthis facility make this enclosure style inadequate to protect dogs from injury by those in adjacent enclosures.\nEnclosures which are constructed in a manner that do not protect animals can lead to injuries caused either by the\nenclosure itself or animals in adjacent enclosure. This leads to unnecessary pain, suffering, and even death for animals\nthat are injured. Correct by ensuring that all enclosures are constructed and maintained in a manner that prevents injury."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Primary enclosures.",
      "narrative": "The facility continues to house nearly all the dogs on raised slatted floor identified on previous inspections as especially\ndangerous to the dogs. On this inspection, 6 dogs were found actively stuck in the flooring, requiring facility\nrepresentatives to manually remove them. Based on records, at least nine other dogs were entrapped in the floor between\n8/1/21 and 11/3/21. Several of these dogs were injured and required treatment for lameness and wounds. The 6 dogs\nfound with feet/toes trapped between slats of the flooring were present in both buildings G1 and G2.\n-Weaned puppies as young as 6-7 weeks of age also continue to be housed on the same slatted flooring. Inspectors\nwitnessed the toes and feet of several puppies pass through the openings of the floor. Butcher paper laid over the existing\nflooring is not a sufficient correction. Puppies were observed urinating on and playing with the paper by tearing it, resulting\nin exposure of the dangerous flooring within minutes of paper being put into the enclosure.\nThe facility has not implemented any effective corrections to eliminate the risk of entrapment to older dogs or to stop the\nability of a puppy’s feet and legs to pass through the floor openings. After each of the dogs found stuck was released from\nthe floor, the animal was returned to an enclosure with the same flooring.\nThe risk of serious injury is particularly elevated if dogs are entrapped while no staff is present to help release them from\nthe floor. Openings in the floor that are large enough to allow the feet and legs to pass through can lead to entrapment of\na dog which can be painful, distressful, and may result in serious injury to the animal. The licensee must ensure that all\nfloors are constructed in a manner that protects the dogs’ feet and legs from injury and that slatted floors do not allow feet\nand legs to pass through any openings."
    },
    {
      "code": "3.6(c)(1)(i)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "A total of 742 young dogs and weaned puppies were not provided with the minimum space required by the Animal\nWelfare Act. Representative animals and enclosures were measured in several rooms in buildings G2 and G3. In each\ncase, the Manager of Operations and/or Director of Operations confirmed that the enclosures and animals measured\nwere consistently sized and representative of the those in the room.\n- Building G3 Room 2 contained 7 enclosures housing a total of 53 recently weaned puppies. Enclosures measured 47\ninches x 49 inches (16 square feet) and average-sized co-housed puppies required 2.4 sq ft each. Enclosures housed as\nmany as 9 puppies (requiring 21.8 sq. feet).\n- Building G2 Room 1 contained 4 enclosures with 6 six-month-old beagles each (24 dogs total). Enclosures in this room\nmeasured a total of 38.9 sq. feet per enclosure (including both the indoor and outdoor portions). Six average-sized co-\nhoused dogs collectively required 39.8 sq feet per enclosure.\n- Building G2 Room 6 contained fifteen enclosures (housing a total of 126 four- to five-month-old dogs). Enclosures in this\nroom measured a total 39.7 sq. feet and co-housed dogs required a minimum of 6 sq. feet each. Enclosures housed as\nmany as 10 dogs each (requiring 60.4 sq. feet per enclosure).\n- Building G2 Room 7 contained 60 enclosures (housing a total of 539 young dogs). Enclosures measured a total of 39.5\nto 39.7 sq. feet and average-sized co-housed dogs required a minimum of 5.35 sq. feet each. Enclosures housed 11 dogs\neach (requiring 58.9 sq. feet per enclosure).\nFailing to provide adequate space can cause discomfort, crowding, distress, poor sanitation, increased incidence of\nillness, and aggression. Prolonged overcrowding can also lead to engrained and long-lasting negative behaviors (such as\nincreased aggression and future incompatibly, as is seen at this facility) as dogs age. Correct by ensuring that all animals\nat this facility are provided with at least the minimum space required by the Animal Welfare Act. This issue was identified\nto facility representatives each day as the rooms were inspected (16, 18, and 19 of November). To be corrected by: 11\nFeb 2022."
    },
    {
      "code": "3.7",
      "kind": "Direct",
      "repeat": true,
      "desc": "Compatible grouping.",
      "narrative": "The facility continues to have severe compatibility problems amongst the adult dogs and puppies. Inspectors witnessed\nnumerous serious dog fights during the inspection, found dogs with injuries from recent fights, and observed dogs\naggressively guarding food from cage mates. On multiple occasions the inspection had to be temporarily stopped in order\nto remove incompatible dogs Facility records documented dogs that have been injured due to fighting outside of the\ninspection process..\nHousing incompatible dogs together or allowing incompatible dogs to have access to each other can result in serious\ninjury or even the death of an animal. Even though this facility continues to have compatibility problems in their group\nhoused animals, there has been no action taken by the facility to proactively identify and separate dogs that are\nincompatible. Currently the facility only responds after a fight occurs and then only by moving one of the dogs if the fight\nwas deemed severe enough to warrant moving the animal. Correct by ensuring that all animals housed together are\ncompatible."
    },
    {
      "code": "3.9(a)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Feeding",
      "narrative": "Food being fed to nursing female dogs and their puppies was not wholesome or palatable. On 11/16/21 inspectors\nchecked a random sample of food receptacles in two rooms housing a total of 85 adult dogs and 488 puppies. Every\nfeeder checked contained food that was wet, caked, and/or moldy. The food in two feeders was also contaminated with\nlarge numbers of live maggots. Inspectors requested the feeders be cleaned and food be replaced as soon as possible\nand representatives stated that they would. On 11/19/21, the inspectors returned to this area and conducted another\nsampling of food receptacles for nursing dogs and puppies. The feeders checked still had either moldy and/or caked feed\ninside them.\nFood that is caked, moldy, and/or infested with insects is not considered wholesome and palatable and may lead to\nreduced feed consumption, poor nutrition and body condition. Food must be uncontaminated, wholesome, palatable, and\nof sufficient quantity and nutritive value. The licensee must remove any contaminated or caked food from the feeders and\nensure that all food items remain uncontaminated and wholesome at all times."
    },
    {
      "code": "3.9(b)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Feeding",
      "narrative": "The self-feeders at this facility are not accessible to all animals, are located in a manner that fails to minimize\ncontamination and they are not being cleaned and sanitized adequately.\nIn most feeders the opening is circular and accommodates only one adult dog’s head at a time. Some enclosures have a\nwider rectangular opening that usually still accommodates only one dog to access feed at a time. The following concerns\nwere noted by inspectors:\n- The facility’s self-feeders are not accessible to all adults and puppies at the facility due to an inadequate number of\nfeeders and food guarding behaviors which were exhibited by many animals. There is one feeder available for each\nenclosure of dogs (often 4-11 animals). In building G3 (housing nursing female dogs), access to the food for nursing\nmother dogs was frequently blocked by 1 or more young puppies sleeping inside this feeder.\n- The facility’s self-feeders are located in a manner that fails to minimize contamination and grossly contaminated feed\nwas observed in all feeders that were checked in building G3. The feeders in all buildings are mounted with the opening\ndogs use to access food only 1-2 inches from the floor of the enclosure. This placement allows back splashed water\nmixed with feces to be sprayed into the feeder during pressure washing of the enclosure. Additionally, the feeders are so\nlow that young puppies are able to fully crawl inside the feeder openings and were frequently found sleeping directly on\nthe food.\n- The facility’s self-feeders are not currently being cleaned frequently enough. Numerous feeders throughout the facility\nhad an excessive layer of grime covering the interior metal walls\nCorrect by ensuring food receptacles are readily accessible to all dogs, are located so as to minimize contamination by\nexcreta and pests and are kept clean and sanitized in accordance with 3.11(b). To be corrected by: 11 Feb 2022."
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility continues to have a general sanitation problem with cleaning waste from under primary enclosures as often as\nnecessary to prevent the accumulation of feces and food waste to reduce disease hazards, odors, and insect pests.\nMany rooms had white, moldy accumulations of spilled feed and excreta in the pits that were several inches high and\ncreated areas of standing liquid. The majority of rooms in buildings G1 & G2 have significant accumulations of dropped\nfeed and excreta on the ledges just underneath the suspended flooring. The food waste and organic material build-up has\nbeen present long enough that in many rooms it is either white, brown, or black with mold and numerous small pit/sewer\nflies were observed congregating on the wastes. In several rooms, standing water in the aisleway was cloudy and mixed\nwith large amounts of food debris and contained numerous white thread-like ‘worms’.\nBuildup of feces, urine, food waste, and wastewater provide breeding grounds for pests and insects. Additionally, they\nexpose dogs to unnecessary disease hazards and noxious odors. Correct by ensuring that excreta and food waste is\nremoved from under primary enclosures and feeders as often as necessary to prevent accumulation and reduce pests\nand odors."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility is not sanitizing the enclosures or water receptacles at the minimum frequency of every 2 weeks and\nfrequently enough to prevent the accumulation of dirt, debris and other disease hazards.\n- Facility records from October and November showed many rooms are sanitized as infrequently as every 3-4 weeks\nwhile some have no documentation of being sanitized at all during October and November.\n- Many of the automatic waterers (lixit pipes) and metal nipples are covered in an orange-colored film and there is rust-\ncolored debris stuck on the inside surfaces of the metal nipple. Many also have a black mold-like substance forming on\ntop of the spout. The portions of the metal enclosure directly adjacent to the nipple are frequently covered with rust and/or\nflaking white particles, hair, dirt and other grime.\nRoutine sanitization of enclosures and water receptacles for dogs is important to prevent the accumulation of disease\nhazards towards dogs. Correct by sanitizing primary enclosures and water receptacles for dogs at least once every 2\nweeks or as often as necessary to prevent the accumulation of dirt, debris, food waste, excreta, and other disease\nhazards."
    },
    {
      "code": "3.11(c)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "Buildings on the facility’s property are not being kept clean and free of accumulations of trash, junk, waste products, and\ndiscarded matter.\n-- Ventilation fans in buildings G1 and G2 are covered in a thick layer of dust, grime and debris with numerous dead bugs\nand spider webs forming inside the fan housings.\n-The drainage pit covers (which are outside of any primary enclosure) in buildings G1, G2, and G3 are covered with an\nexcessive layer of accumulated hair, dirt, debris, and other waste products.\n-- The facility has a separate building used for storage of feed, supplies, and equipment and cleaning of shipping crates.\nThis building is excessively cluttered and contains excessive trash, junk, dusty unused caging material and equipment.\nThere is also a large store of rusty metal feeders that the facility representative stated they weren’t sure which were\nbroken versus which were able to be used. Excessive accumulations of waste such as hair, dirt, and other debris can\nprovide breeding grounds for pests and contribute to odors. Large amounts of clutter provide breeding areas for rodents\nand other pests. Additionally, the amount of disorganized broken equipment makes it difficult to locate functional\nequipment when needed.\nCorrect by ensuring premises, including buildings and surrounding grounds, are kept clean and in good repair and reduce\nor eliminate breeding and living areas for rodents and other pests and vermin. Also ensure that premises are kept free of\naccumulations of trash, junk, waste products, and discarded matter. To be corrected by: 1 April 2022."
    },
    {
      "code": "3.11(d)",
      "kind": "Direct",
      "repeat": true,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The facility’s plan to control pests is not effective and insect infestations were found in multiple buildings.\nLarge numbers of small gnat-sized black flies were seen throughout the facility on the wall dividers, feeders, and on\norganic material in the pits beneath the enclosures. Larger flies (house-fly type) were seen throughout the facility in\nseveral rooms on walls, feeders, aisleways, and in enclosures of the animals. Large numbers of small white fly larvae or\nmaggots are present in spilled feed under enclosures and many areas of wet flooring appear to be almost completely\ncovered in maggots. Large numbers of small, white, thread-like “worms” were seen in several rooms throughout the\nfacility where there is pooled water.\nFailure to control insects may result in discomfort to the dogs as well as cause contamination of the food and environment\nwhich could have a negative impact on the dogs’ health and well-being. The licensee must establish an effective plan to\ncontrol the many species of insects infesting the buildings. Additionally, ensure that the plan remains effective at\ncontrolling insect, avian, and mammalian pests all times in order to ensure the health and well-being of the dogs."
    },
    {
      "code": "3.12",
      "kind": "Direct",
      "repeat": true,
      "desc": "Employees",
      "narrative": "The facility continues to have an insufficient number of employees to provide care and husbandry practices required by\nthe Animal Welfare Act. The facility currently employs only 21 full-time and 3 part-time employees who are responsible for\nall husbandry and daily observations for 4,652 dogs and puppies. The current staff level is not adequate to perform the\ntasks required such as daily observations, medical treatments, cleaning and sanitization, and facility maintenance as\ndocumented on this and previous reports.\nThe continued lack of an adequate number of employees needed to carryout basic husbandry practices and care for the\nanimals is having a severe adverse impact to the well-being of these animals by delaying necessary medical treatments\nand basic husbandry. Correct by ensuring that the dealer employs an adequate number of appropriately trained and\nsupervised employees as needed to carry out the required provisions of the Animal Welfare Act."
    },
    {
      "code": "3.13(a)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility’s written Program of Veterinary Care (PVC) for dogs is missing required elements. The PVC does not specify\nthe frequency of regularly scheduled visits and is not signed as required by 3.13(a)(1).\nA written PVC is important to ensure clear communication of expectations. The written PVC must address the frequency\nwith which the AV will conduct regularly scheduled visits to all premises in order to assess the animals and other aspects\nof veterinary care, even when the AV is full time. In addition, the PVC allows the full time AV to specify how long they may\nbe away from a facility without needing routine coverage from a relief veterinarian. Failing to address the frequency and/or\ntiming of regularly scheduled visits may lead to excessive intervals between visits or gaps in the assessment of care being\nprovided to animals. In addition, a signature is required on the PVC to document the involvement of the AV in the\ndevelopment of the written plan. Correct by ensuring that a frequency of visits to the areas where animals are housed (in\norder to assess the adequacy of animal care and use) is specified and further by ensuring that the written PVC is signed\nby the attending veterinarian. To be corrected by: 10 Feb 2022."
    },
    {
      "code": "3.13(a)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "A complete hands-on physical examination has not been completed within the last 12 months for approximately 10% of\nthe dogs over a year old for which records were evaluated. This dealer only acquires dogs through on-site breeding, so all\ndogs have been on-site since birth.\n. Failure to have dogs examined by a veterinarian at least annually can result in delays in the proper diagnosis and\ntreatment of underlying medical conditions. Correct by ensuring that a complete physical examination from head to tail of\neach dog is completed by the attending veterinarian not less than once every 12 months. To be corrected by: 11 Feb\n2022."
    },
    {
      "code": "3.13(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility does not have all the required components of the identity of each animal on their different medical record\ndocuments. The facility currently maintains medical records filed by the type of record and date of procedure rather than\nby individual animal. Specific types of medical records are missing required information such as breed, age, sex and\nindividual identification on some or all of the medical records. Affected forms include clinical treatment forms, inventory\nchange notices, mortality records, post wean mastitis treatment forms, annual USDA beagle treatment and physical exam\nforms, and controlled substance administration records.\nAccording to the Manager of Operations, the facility did not realize that each of these documents constitutes a medical\nrecord for the dog listed and therefore are subject to 3.13(b)(1). Without these required components, a specific medical\nrecord cannot be consistently and accurately linked to an individual animal. Additionally, information such as age, breed,\nand gender can play a significant role in the proper diagnosis and treatment of medical conditions.\nAccurate medical records are crucial for ensuring appropriate veterinary care is being provided to every animal. Correct\nby ensuring every medical record for dog’s includes the identity of the animal, including identifying marks, tattoos, or tags\non the animal and the animal’s breed, sex, and age. To be corrected by: 11 Feb 2022."
    },
    {
      "code": "3.13(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "Veterinary care for dogs.",
      "narrative": "The facility does not have complete or accurate medical records for their dogs. The medical records created when\nproblems have been identified (such as disease, injury, or illness) are missing critical components such as complete\ndescriptions of the problem, treatments administered, and procedures performed in order to provide care or diagnose the\ncondition. Additionally, the medical records for several animals contain gross inaccuracies such as one dog (CFLCTK)\nwhich stated that it had been euthanized when it had not been.\nApproximately 59% of all euthanasia records evaluated (Aug-Nov 2021) were missing the route of administration for\neuthanasia drugs.\nIncomplete or inaccurate medical records do not allow the attending veterinarian to adequately assess the adherence of\nemployees to specific protocols, ensure humane handling, or assess the needs of individual animals or the colony as a\nwhole. Correct by ensuring that when a problem is identified in a dog (such as disease, injury, or illness), the date and\ndescription of the problem, examination findings, test results, plan for treatment and care, and treatment procedures\nperformed are recorded in the medical records.\nThis inspection was conducted on site November 16-19 with the Manager of Operations, Director of Operations, Attending\nVeterinarian, and numerous other employees. Records and paperwork were examined remotely for the remainder of the\ninspection.\nThe exit briefing was conducted on 12/17/21 with the Manager of Operations, Attending Veterinarian, Direct of\nOperations, Senior Vice President for Veterinary Services, and the Vice President for North American Operations.\nAdditional Inspectors:\nKELLY MAXWELL, ANIMAL CARE INSPECTOR\nRachel Perez-Baum, Veterinary Medical OfficerEnd Section"
    }
  ],
  "narrative": "2.40(a)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe facility is not ensuring that the attending veterinarian has appropriate authority over medical care and euthanasia of \ndogs performed by staff members. Staff members that are trained and authorized to conduct euthanasia are not following \napproved procedures, resulting in the euthanasia of animals using methods that cause pain and discomfort. \n***The facility uses an injectable drug (pentobarbital combination) as the primary method of euthanasia. The facility has a \nwritten program of veterinary care (PVC) and an SOP (#6014) “Euthanasia of Colony and Research Animals,” both \napproved by the AV which the AV confirmed that staff performing euthanasia are trained on. These documents state that \nstaff may only use methods deemed acceptable for dogs by the current AVMA Panel on Euthanasia and that all dogs \nmust be unconscious when performing intracardiac euthanasia achieved by using a dissociative medication + sedative as \nanesthesia and includes instructions for assessing consciousness and providing additional anesthetic medication if \nneeded. \nInspectors reviewed 171 medical records documenting euthanasia of 196 dogs and puppies and found that many young \npuppies are not receiving anesthesia prior to being euthanatized via intracardiac injection as required by the SOP. \n***In addition, employees have failed to follow the AV’s direction regarding treatment of other animals at the facility. \nVeterinarians instructed staff to euthanize two adult dogs in early October. As of the inspection neither dog had been\n\neuthanized and there is no indication the veterinarian reversed their decision. \nWeak or moribund dogs are not necessarily unconscious and can still experience pain and discomfort. Intracardiac \ninjections have been found to be painful, stressful, and uncomfortable. To meet the regulatory requirements of \neuthanasia, death must be induced without evidence of pain or distress. Failure to provide veterinary care as directed by \nthe attending veterinarian undermines their authority and frequently causes unnecessary pain and distress. \nCorrect by ensuring that the AV has adequate authority to ensure the provision of veterinary care and to oversee all other \naspects of animal care and use. \n2.40(b)(2)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA total of 30 dogs present on inspection had severe dental disease and had not received adequate care to address this \nissue. Additionally, 12 of these dogs had concurrent issues which similarly had not received adequate veterinary care. \nThese additional issues included severe medical conditions of the ears, eyes, feet, skin, haircoat, and poor body \ncondition. \n***Dental disease: Thirty adult beagles ranging from 2 to 7 years old were found with signs of severe dental disease \nincluding: loose teeth which moved with light pressure, exposed roots of teeth, pus along the gumlines, bleeding gums, \nhair and foreign material embedded in the gumlines, severe recession of the gums, severely reddened and inflamed \ngums, missing teeth, and significant accumulations of dark colored hard material (calculus) along the teeth. Treatment for \nthese dogs (dental cleanings / extractions) had not been provided despite observation as early as Aug-2021. \n***Poor body condition (1 dog): One nursing female dog had extremely prominent bones in the shoulders, ribs, hips, and \nback and had been underweight since Aug 2021. No treatment was provided for either condition. \n***Foot Medical Conditions (7 dogs): The majority of these dogs had masses occurring between their toes that were \nreddened / inflamed and often oozing discharge consistent with interdigital cysts. One dog had toenails which were\n\novergrown to the point that the nails had a severe curve and caused abnormal toe position when the dog was placed on a \nsolid surface. \n*** Ear Medical Conditions (2 dogs): . One dog’s ear canals and surrounding skin was bright pink and inflamed and had \nsignificant accumulations of dark brown waxy material in the ear canals, consistent with an ear infection. The other had \nwounds on the external ear and significant thickening of the ear pinna. \n*** Eye Medical Conditions (1 dog): This dog had a small mass on the lower right eyelid. \n*** Skin Medical Conditions (1 dog): This dog had large areas of hair loss along the entire length of its back from neck to \nhips and across the shoulders and rib cage. Skin is reddened in some areas. \nFailure to provide adequate veterinary care to the animals listed above can result in worsening of the conditions and \nunnecessary discomfort and suffering. Each of the dogs and conditions listed above were identified to the facility while \ninspectors were on-site (11/16 to 11/19) and provided again during the exit briefing. Correct by assuring all dogs with \nmedical conditions are evaluated by a veterinarian for an accurate diagnosis and to develop an effective treatment plan \nand then following through with the treatment plan. Each dealer shall use appropriate methods to prevent, treat, diagnose, \nand control diseases and injuries. \n2.40(b)(3)  Direct Repeat\n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA total of 34 dogs (in addition to those listed above) had medical conditions that were not identified or treated by the \nfacility prior to the inspection. \n***Dental disease (7 dogs): Severe dental disease (similar to those described above). \n***Generalized weakness (3 dogs): One adult beagle and two puppies were identified by inspectors with serious medical \nconditions resulting in weakness. Weakness, lethargy, and the other signs presented by dogs are indicators of serious \nunderlying health conditions.\n\n***Wounds (8 dogs): Eight dogs and puppies had traumatic wounds that were not identified by the facility prior to \ninspection. These wounds ranged in severity and included wounds to the legs, chest, abdomen, neck, ears, and tails of \nthese dogs. Many of these wounds had dark brown dried material consistent with blood on the surrounding fur. \n***Lameness / Foot Medical Conditions (8 dogs): Injuries included bright, red masses, digits that popped/cracked when \nmanipulated, swollen toes, refusal to bear weight. \n***Masses (2 dogs): One puppy had a large soft, fluid filled, swelling on the top of its head. The other, an adult female \nbeagle, had a ½ inch blue colored mass present on her abdomen near her teat. \n*** Reproductive Medical Conditions (2 dogs): One dog was present in the kennel with his penis exposed and dry during \nexamination. Another dog was identified in facility records as found dead on 11/1/21. On necropsy she was diagnosed \nwith a ruptured uterus. There was no record of abdominal pain, vaginal discharge, difficulty whelping, or similar sign that \npreceded the facility finding this dog dead. \n*** Eye Medical Conditions (6 dogs): Eye medical conditions observed included cloudy eyes with discharge, pea-sized \nmasses at the corner of the eye, and corneal discoloration with a pigmented mass. \n*** Ear Medical Conditions (2 dogs): Two dogs had severe medical conditions of the ears. One had significant redness \nand inflammation in both ears. The dog was observed shaking its head and scratching its left ear. An additional dog had \ndischarge present at the opening of the ear canal and the skin of the ear canal was reddened with brown debris present \nand sticking to the skin. A large laceration was also present on this ear. \n*** Skin Medical Conditions (3 dogs): Three dogs had significant skin medical conditions characterized by hair loss, \npeeling skin, crusts, flakes, and dull fur. \nFailure to identify animals presenting with abnormal medical conditions can delay necessary veterinary intervention which \ncould prolong any potential suffering and may even result in the animal’s death. Daily observations of animals to identify\n\nmedical problems is essential for animal health and welfare. Correct by observing all animals at least daily to identify \nphysical, medical, or behavioral problems. Additionally, ensure that all findings are communicated in a timely manner to \nthe attending veterinarian so that they can examine animals and ensure that appropriate treatment is provided. \n2.75(a)(1)  Repeat\n   \nRecords: Dealers and exhibitors. \nThe facility’s acquisition, disposition, and animal on hand records are incomplete and inaccurate for at least 937 dogs and \npuppies. \n- At least 5 dogs (1 adult CFLCTK and 4 puppies) had no acquisition information, no disposition information, and were \nmissing entirely from the record of animals on hand. \n- Disposition Information was present, but inaccurate for one adult dog (CLLCUV). This dog was documented as having \nbeen sold on 4/7/2021. This animal was present during the inspection and was undergoing medical treatment. Facility \nrepresentatives confirmed the identification for this dog. \n- Records were missing required information (color and gender) for 832 puppies. This includes: 126 puppies which listed \nsex and description as “unknown” and 706 puppies that have gender recorded but listed color and distinctive markings as \n“TBD”. \n- The facility self-identified approximately an additional 99 dogs and puppies with inaccurate disposition records that were \nrecorded as no longer active but had no disposition records. Accurate and complete recordkeeping of all acquisitions and \ndispositions is important for animal identification, traceability, and investigation of disease outbreaks or animal theft. The \nfacility must ensure that all required acquisition and disposition information is maintained at all times. \n2.131(b)(1)  Direct Repeat\n   \nHandling of animals.\n\nOn 11/16/21, 21 puppies were found to be handled in a manner that they were damp, shivering, and cold in building G3. \nAccording to facility records, 25 additional puppies had been found dead with cause of death attributed to cold exposure \nin building G3 over the last 8 weeks. \n***Bldg G3 Room 1 enclosures #54, 55, & 56 housed nursing female beagles and their 4- to 5-week-old puppies. Building \nG3 Room 2 enclosures #43, 54, & 72 housed 5- to 7-week-old puppies without dams. The enclosures had all recently \nbeen cleaned with cold water and kennels were not dried prior to replacing puppies. These enclosures were on the side of \nthe room opposite the radiant heater. None of these enclosures had any solid resting surface or bedding. No heat lamps \nwere present in room 1. Enclosures in room 2 had heat lamps which were present, but not plugged in at the time of \ninspection. On 11/19/21 Bldg G3, Room 1 was re-checked and there were still no heat lamps installed. Again, several \npuppies were observed shivering. \nAll handling of animals, including cleaning activities and housing, must be done as carefully and expeditiously as possible \nand in a manner that does not cause excessive cooling. Allowing puppies to become wet and chilled during / following \ncleaning or not providing sufficient heating/bedding causes discomfort and may result in illness or death. Correct by \nensuring that all animals are handled as carefully and expeditiously as possible and in a manner that does not cause \ntrauma, overheating, excessive cooling, behavioral stress, physical harm, or unnecessary discomfort. \n3.1(a)  Direct\n   \nHousing facilities, general. \nNumerous construction and maintenance issues were identified during the inspection. \n***Flooring Gaps: Approximately 75% of enclosures have flooring which is not cut to the same size and shape as the \nenclosure walls resulting in large gaps between the floor and the fencing. Gaps measured up to 2 inches wide and \ninspectors saw dogs fall or step into the gaps alongside the flooring. Facility medical records document at least 10 \nadditional dogs and puppies that were significantly injured by improperly constructed and maintained enclosures during\n\nthe period from 9/2/21 to 11/2/21. \n***Chain-link Fencing Gaps: Gaps were present in fencing where chain link had become detached from the fence frame. \nGaps range from only a few inches wide to the entire section of chain link forming the barrier between enclosures no \nlonger being attached to the metal frame. Housing facilities that have not been kept in good repair with numerous areas of \nunsecured fencing, may injure dogs by entrapping limbs or may fail to adequately contain the dogs. \n***Access Doors: Approximately 30% of the enclosures have access doors with structural damage to the metal frames \nand swinging mechanisms (such as broken hinges, doors that won’t stay shut, doors where the plastic flap is stuck and \ncan’t move, and damaged door frames which bend outward and leave up to 6-inch gap between the frame and the wall). \nInspectors observed dogs attempting to squeeze through the gap with the guillotine doors locked while others attempted \nto squeeze through space between the metal flashing of the door frame and wall. \n***Sharp Points: Approximately 50% of enclosures have sharp points and edges. There are multiple areas with sharp \npoints from broken chain link sticking directly into the enclosure where the dogs would walk, drink water, and jump up \naround the feeders. \n***Enclosure Walls: Approximately 20% of the enclosures in G1 and G2 do not have enclosure side panels properly \nsecured to the back wall or to adjacent fencing. Inspectors observed the unsecured panels rock back and forth as the \ndogs jumped up and put their forelegs on them. \n***Broken Waterers and Self-Feeders: Numerous automatic waterers are leaking water onto the flooring of the cement \nwalkway and beneath the enclosures. The leaking water is pooling beneath the metal self-feeders where it is mixing with \nspilled food creating a wet, moldy environment that is a breeding ground for insects. There are several broken metal self-\nfeeders that are spilling food onto the cement floor. \n***Unsecured Flooring: Several enclosures have flooring that is not secured to the framework beneath it or lacks support\n\nfrom underneath. In these enclosures, the floors bounce up and down, shift, tilt, or sink under the weight of the dogs as \nthey move about the enclosure. Flooring that is not properly secured to the framework can cause injury to the dogs and \nshould unsupported flooring collapse, the animal could be seriously injured or escape the enclosure. \nHousing facilities for dogs must be constructed and designed so they are structurally sound, kept in good repair and \nprotect the animals from injury. Correct by repairing or replacing damaged or broken facilities and ensure that all aspects \nof the enclosures are maintained in good repair and are safe for the dogs at all times. To be corrected by: 11 Feb 2022. \n3.1(c)(1)  Repeat\n   \nHousing facilities, general. \nThe facility continues to have widespread lack of maintenance of the primary enclosures, dog toys, and surfaces in \ncontact with dogs. These issues include chewed plastic dog door flaps, chewed guillotine-style doors, lixit lines chewed to \nthe point the outer pipe is completely missing, chewed plastic boards used to fill gaps along the flooring, excessive rust, \nand areas of flaking paint and chipped, broken, pitted, unsealed, cracked, and crumbling concrete. Severely rusted metal \nor damaged concrete can comprise the structural integrity of the object, leading to increased risk of injury in the dogs. \nExcessive chew damage and issues with concrete can prevent proper cleaning and sanitization. The surfaces of housing \nfacilities and objects within the facility must be constructed in a manner and made of materials that allows them to be \nreadily cleaned and sanitized or removed and replaced when worn or soiled. The dealer must repair or replace damaged \nsurfaces so that they are free from excessive rust and sharp points and able to be cleaned and sanitized effectively. \n3.1(c)(3)  Repeat\n   \nHousing facilities, general. \nThe facility continues to have surfaces in contact with dogs that are not being cleaned adequately enough to prevent the \nbuild-up of dirt and grime. Numerous enclosures have an excessive accumulation of organic material covering on multiple \nsurfaces.\n\nAccording to the facility the enclosures receive a “rough hosing” once per day with either a pressure washer or a standard \nhose. The amount of organic material accumulated on enclosure surfaces indicates the current cleaning frequencies and \nmethods are not adequate. Buildups of organic material increase the risk of disease towards the dogs. Correct by \nensuring that all hard surfaces which dogs come in contact with are adequately cleaned in a manner which prevents the \naccumulation of excreta and reduces disease hazards. \n3.1(e) \n   \nHousing facilities, general. \nFood and bedding supplies are not being stored properly to protect them from spoilage, contamination and vermin \ninfestation. In 96 room 6   there is an open bag of shavings sitting on the floor and 97 room 8 there is an open bag of \nshavings stored in a trash can with no lid. \nOpen bags of shavings and food can become contaminated by pests such as insects and rodents which could have a \nnegative impact on the health and well-being of the dogs. All open supplies of food and bedding must be kept in leakproof \ncontainers with tightly fitted lids. The licensee must move the open bags of food and shavings into leakproof containers \nwith tightly fitted lids. The licensee must ensure that all food and bedding is properly stored at all times. To be corrected \nby: 11 Feb 2022. \n3.2(d) \n   \nIndoor housing facilities. \nThe indoor housing areas which house whelping dogs are not completely impervious to moisture. In building G3 rooms 1 \nand 2 the concrete walls and center aisleway are not sealed or painted, and the kennel had been recently washed when \nthe inspection was started. The back wall of the enclosures and center aisleways appeared wet in patches indicating that \nany prior sealing of the concrete has likely worn and the concrete is no longer impervious to moisture. Some walls have \nlarge cracks running down the length of them for several feet which create another avenue for moisture to penetrate the\n\nconcrete. \nSurfaces that are not impervious to moisture cannot be properly cleaned and sanitized which could increase the risk of \ndisease hazards towards the dogs. Absorption of water could also undermine a surface’s structural integrity causing it to \nfail and potentially injure an animal. Surfaces of indoor housing facilities, including floors and walls, must be impervious to \nmoisture. The licensee must ensure that the affected surfaces are sealed or painted in a manner that makes them \nimpervious to moisture and that they are maintained appropriately to support the health and well-being of the animals. To \nbe corrected by: 1 April 2022. \n3.3(d) \n   \nSheltered housing facilities. \nMultiple dogs do not have adequate protection from the elements within their shelter due to missing access door flaps. \nEnclosure in G1 & G2 are constructed with openings in the back wall to allow the dogs to move between the indoor and \noutdoor portions of the enclosure. Several enclosures are missing the flap which covers this egress opening. This allows \nextreme weather, such as frigid temperatures, to enter the sheltered portion. While a guillotine type door is present, this \ndoor is only closed during cleaning and is left open overnight and most of the day providing no break from wind. \nNumerous other enclosures have flaps severely damaged by chewing; in those enclosures, 50-75% of the flap is missing \nleaving it similarly ineffective at providing shelter. During the week of the inspection, overnight temperatures fell to the low \n20s and 30s Fahrenheit. Enclosures with missing flaps housed at least 9 dogs while those with severely damaged flaps \nhoused many more. Dogs in adjacent enclosures were likely exposed to drafts as well. \nFailure to fully protect the sheltered portion of the enclosure may not allow the dogs to completely escape extreme \nweather conditions which can result in discomfort or illness. The licensee must repair or replace these flaps in order to \nprovide adequate shelter from the elements including protection from freezing temperatures. To be corrected by: 11 Feb \n2022.\n\n3.6(a)(2)(ii)  Direct Repeat\n   \nPrimary enclosures. \nThe enclosures at this facility continue to fail to protect the dogs from injury. There are numerous examples of body parts \nbeing pulled into adjacent enclosures by neighboring dogs causing injuries to the dogs involved. On 11/19/21, APHIS \ninspectors  observed a neighboring dog from an adjacent enclosure reach through the dividing bars and grab the right ear \nof dog ???-CCE. Dog ???-CCE    vocalized loudly indicating pain while the other dog continuously pulled his ear. Two \nadditional dogs (CLDCXC and CLCCMT) were identified in facility mortality logs from Nov-2021 with similar severe ear \ninjuries described as “severe damage to R ear” and “missing part of R & L ears.”  The openings in the dividers between \nenclosures are large enough that feet, tails, and ears of dogs can be pulled through to an adjacent enclosure. While this \ntype of enclosure would often be suitable for group-housed dogs, the widespread compatibility problems also identified at \nthis facility make this enclosure style inadequate to protect dogs from injury by those in adjacent enclosures. \nEnclosures which are constructed in a manner that do not protect animals can lead to injuries caused either by the \nenclosure itself or animals in adjacent enclosure. This leads to unnecessary pain, suffering, and even death for animals \nthat are injured. Correct by ensuring that all enclosures are constructed and maintained in a manner that prevents injury. \n3.6(a)(2)(x)  Direct Repeat\n   \nPrimary enclosures. \nThe facility continues to house nearly all the dogs on raised slatted floor identified on previous inspections as especially \ndangerous to the dogs. On this inspection, 6 dogs were found actively stuck in the flooring, requiring facility \nrepresentatives to manually remove them. Based on records, at least nine other dogs were entrapped in the floor between \n8/1/21 and 11/3/21. Several of these dogs were injured and required treatment for lameness and wounds. The 6 dogs \nfound with feet/toes trapped between slats of the flooring were present in both buildings G1 and G2. \n-Weaned puppies as young as 6-7 weeks of age also continue to be housed on the same slatted flooring. Inspectors\n\nwitnessed the toes and feet of several puppies pass through the openings of the floor. Butcher paper laid over the existing \nflooring is not a sufficient correction. Puppies were observed urinating on and playing with the paper by tearing it, resulting \nin exposure of the dangerous flooring within minutes of paper being put into the enclosure. \nThe facility has not implemented any effective corrections to eliminate the risk of entrapment to older dogs or to stop the \nability of a puppy’s feet and legs to pass through the floor openings. After each of the dogs found stuck was released from \nthe floor, the animal was returned to an enclosure with the same flooring. \nThe risk of serious injury is particularly elevated if dogs are entrapped while no staff is present to help release them from \nthe floor. Openings in the floor that are large enough to allow the feet and legs to pass through can lead to entrapment of \na dog which can be painful, distressful, and may result in serious injury to the animal. The licensee must ensure that all \nfloors are constructed in a manner that protects the dogs’ feet and legs from injury and that slatted floors do not allow feet \nand legs to pass through any openings. \n3.6(c)(1)(i)  Direct\n   \nPrimary enclosures. \nA total of 742 young dogs and weaned puppies were not provided with the minimum space required by the Animal \nWelfare Act. Representative animals and enclosures were measured in several rooms in buildings G2 and G3. In each \ncase, the Manager of Operations and/or Director of Operations confirmed that the enclosures and animals measured \nwere consistently sized and representative of the those in the room. \n- Building G3 Room 2 contained 7 enclosures housing a total of 53 recently weaned puppies. Enclosures measured 47 \ninches x 49 inches (16 square feet) and average-sized co-housed puppies required 2.4 sq ft each. Enclosures housed as \nmany as 9 puppies (requiring 21.8 sq. feet). \n- Building G2 Room 1 contained 4 enclosures with 6 six-month-old beagles each (24 dogs total). Enclosures in this room \nmeasured a total of 38.9 sq. feet per enclosure (including both the indoor and outdoor portions). Six average-sized co-\n\nhoused dogs collectively required 39.8 sq feet per enclosure. \n- Building G2 Room 6 contained fifteen enclosures (housing a total of 126 four- to five-month-old dogs). Enclosures in this \nroom measured a total 39.7 sq. feet and co-housed dogs required a minimum of 6 sq. feet each. Enclosures housed as \nmany as 10 dogs each (requiring 60.4 sq. feet per enclosure). \n- Building G2 Room 7 contained 60 enclosures (housing a total of 539 young dogs). Enclosures measured a total of 39.5 \nto 39.7 sq. feet and average-sized co-housed dogs required a minimum of 5.35 sq. feet each. Enclosures housed 11 dogs \neach (requiring 58.9 sq. feet per enclosure). \nFailing to provide adequate space can cause discomfort, crowding, distress, poor sanitation, increased incidence of \nillness, and aggression. Prolonged overcrowding can also lead to engrained and long-lasting negative behaviors (such as \nincreased aggression and future incompatibly, as is seen at this facility) as dogs age. Correct by ensuring that all animals \nat this facility are provided with at least the minimum space required by the Animal Welfare Act. This issue was identified \nto facility representatives each day as the rooms were inspected (16, 18, and 19 of November). To be corrected by: 11 \nFeb 2022. \n3.7  Direct Repeat\n   \nCompatible grouping. \nThe facility continues to have severe compatibility problems amongst the adult dogs and puppies. Inspectors witnessed \nnumerous serious dog fights during the inspection, found dogs with injuries from recent fights, and observed dogs \naggressively guarding food from cage mates. On multiple occasions the inspection had to be temporarily stopped in order \nto remove incompatible dogs Facility records documented dogs that have been injured due to fighting outside of the \ninspection process.. \nHousing incompatible dogs together or allowing incompatible dogs to have access to each other can result in serious \ninjury or even the death of an animal. Even though this facility continues to have compatibility problems in their group\n\nhoused animals, there has been no action taken by the facility to proactively identify and separate dogs that are \nincompatible. Currently the facility only responds after a fight occurs and then only by moving one of the dogs if the fight \nwas deemed severe enough to warrant moving the animal. Correct by ensuring that all animals housed together are \ncompatible. \n3.9(a)  Direct Repeat\n   \nFeeding \nFood being fed to nursing female dogs and their puppies was not wholesome or palatable. On 11/16/21 inspectors \nchecked a random sample of food receptacles in two rooms housing a total of 85 adult dogs and 488 puppies. Every \nfeeder checked contained food that was wet, caked, and/or moldy. The food in two feeders was also contaminated with \nlarge numbers of live maggots. Inspectors requested the feeders be cleaned and food be replaced as soon as possible \nand representatives stated that they would. On 11/19/21, the inspectors returned to this area and conducted another \nsampling of food receptacles for nursing dogs and puppies. The feeders checked still had either moldy and/or caked feed \ninside them. \nFood that is caked, moldy, and/or infested with insects is not considered wholesome and palatable and may lead to \nreduced feed consumption, poor nutrition and body condition. Food must be uncontaminated, wholesome, palatable, and \nof sufficient quantity and nutritive value. The licensee must remove any contaminated or caked food from the feeders and \nensure that all food items remain uncontaminated and wholesome at all times. \n3.9(b)  Direct\n   \nFeeding \nThe self-feeders at this facility are not accessible to all animals, are located in a manner that fails to minimize \ncontamination and they are not being cleaned and sanitized adequately. \nIn most feeders the opening is circular and accommodates only one adult dog’s head at a time. Some enclosures have a\n\nwider rectangular opening that usually still accommodates only one dog to access feed at a time. The following concerns \nwere noted by inspectors: \n- The facility’s self-feeders are not accessible to all adults and puppies at the facility due to an inadequate number of \nfeeders and food guarding behaviors which were exhibited by many animals. There is one feeder available for each \nenclosure of dogs (often 4-11 animals). In building G3 (housing nursing female dogs), access to the food for nursing \nmother dogs was frequently blocked by 1 or more young puppies sleeping inside this feeder. \n- The facility’s self-feeders are located in a manner that fails to minimize contamination and grossly contaminated feed \nwas observed in all feeders that were checked in building G3. The feeders in all buildings are mounted with the opening \ndogs use to access food only 1-2 inches from the floor of the enclosure. This placement allows back splashed water \nmixed with feces to be sprayed into the feeder during pressure washing of the enclosure. Additionally, the feeders are so \nlow that young puppies are able to fully crawl inside the feeder openings and were frequently found sleeping directly on \nthe food. \n- The facility’s self-feeders are not currently being cleaned frequently enough. Numerous feeders throughout the facility \nhad an excessive layer of grime covering the interior metal walls \nCorrect by ensuring food receptacles are readily accessible to all dogs, are located so as to minimize contamination by \nexcreta and pests and are kept clean and sanitized in accordance with 3.11(b). To be corrected by: 11 Feb 2022. \n3.11(a)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility continues to have a general sanitation problem with cleaning waste from under primary enclosures as often as \nnecessary to prevent the accumulation of feces and food waste to reduce disease hazards, odors, and insect pests. \nMany rooms had white, moldy accumulations of spilled feed and excreta in the pits that were several inches high and \ncreated areas of standing liquid. The majority of rooms in buildings G1 & G2 have significant accumulations of dropped\n\nfeed and excreta on the ledges just underneath the suspended flooring. The food waste and organic material build-up has \nbeen present long enough that in many rooms it is either white, brown, or black with mold and numerous small pit/sewer \nflies were observed congregating on the wastes. In several rooms, standing water in the aisleway was cloudy and mixed \nwith large amounts of food debris and contained numerous white thread-like ‘worms’. \nBuildup of feces, urine, food waste, and wastewater provide breeding grounds for pests and insects. Additionally, they \nexpose dogs to unnecessary disease hazards and noxious odors. Correct by ensuring that excreta and food waste is \nremoved from under primary enclosures and feeders as often as necessary to prevent accumulation and reduce pests \nand odors. \n3.11(b)(2)  Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility is not sanitizing the enclosures or water receptacles at the minimum frequency of every 2 weeks and \nfrequently enough to prevent the accumulation of dirt, debris and other disease hazards. \n- Facility records from October and November showed many rooms are sanitized as infrequently as every 3-4 weeks \nwhile some have no documentation of being sanitized at all during October and November. \n- Many of the automatic waterers (lixit pipes) and metal nipples are covered in an orange-colored film and there is rust-\ncolored debris stuck on the inside surfaces of the metal nipple. Many also have a black mold-like substance forming on \ntop of the spout. The portions of the metal enclosure directly adjacent to the nipple are frequently covered with rust and/or \nflaking white particles, hair, dirt and other grime. \nRoutine sanitization of enclosures and water receptacles for dogs is important to prevent the accumulation of disease \nhazards towards dogs. Correct by sanitizing primary enclosures and water receptacles for dogs at least once every 2 \nweeks or as often as necessary to prevent the accumulation of dirt, debris, food waste, excreta, and other disease \nhazards.\n\n3.11(c) \n   \nCleaning, sanitization, housekeeping, and pest control. \nBuildings on the facility’s property are not being kept clean and free of accumulations of trash, junk, waste products, and \ndiscarded matter. \n-- Ventilation fans in buildings G1 and G2 are covered in a thick layer of dust, grime and debris with numerous dead bugs \nand spider webs forming inside the fan housings. \n-The drainage pit covers (which are outside of any primary enclosure) in buildings G1, G2, and G3 are covered with an \nexcessive layer of accumulated hair, dirt, debris, and other waste products. \n-- The facility has a separate building used for storage of feed, supplies, and equipment and cleaning of shipping crates. \nThis building is excessively cluttered and contains excessive trash, junk, dusty unused caging material and equipment. \nThere is also a large store of rusty metal feeders that the facility representative stated they weren’t sure which were \nbroken versus which were able to be used. Excessive accumulations of waste such as hair, dirt, and other debris can \nprovide breeding grounds for pests and contribute to odors. Large amounts of clutter provide breeding areas for rodents \nand other pests. Additionally, the amount of disorganized broken equipment makes it difficult to locate functional \nequipment when needed. \nCorrect by ensuring premises, including buildings and surrounding grounds, are kept clean and in good repair and reduce \nor eliminate breeding and living areas for rodents and other pests and vermin. Also ensure that premises are kept free of \naccumulations of trash, junk, waste products, and discarded matter. To be corrected by: 1 April 2022. \n3.11(d)  Direct Repeat\n   \nCleaning, sanitization, housekeeping, and pest control. \nThe facility’s plan to control pests is not effective and insect infestations were found in multiple buildings. \nLarge numbers of small gnat-sized black flies were seen throughout the facility on the wall dividers, feeders, and on\n\norganic material in the pits beneath the enclosures. Larger flies (house-fly type) were seen throughout the facility in \nseveral rooms on walls, feeders, aisleways, and in enclosures of the animals. Large numbers of small white fly larvae or \nmaggots are present in spilled feed under enclosures and many areas of wet flooring appear to be almost completely \ncovered in maggots. Large numbers of small, white, thread-like “worms” were seen in several rooms throughout the \nfacility where there is pooled water. \nFailure to control insects may result in discomfort to the dogs as well as cause contamination of the food and environment \nwhich could have a negative impact on the dogs’ health and well-being. The licensee must establish an effective plan to \ncontrol the many species of insects infesting the buildings. Additionally, ensure that the plan remains effective at \ncontrolling insect, avian, and mammalian pests all times in order to ensure the health and well-being of the dogs. \n3.12  Direct Repeat\n   \nEmployees \nThe facility continues to have an insufficient number of employees to provide care and husbandry practices required by \nthe Animal Welfare Act. The facility currently employs only 21 full-time and 3 part-time employees who are responsible for \nall husbandry and daily observations for 4,652 dogs and puppies. The current staff level is not adequate to perform the \ntasks required such as daily observations, medical treatments, cleaning and sanitization, and facility maintenance as \ndocumented on this and previous reports. \nThe continued lack of an adequate number of employees needed to carryout basic husbandry practices and care for the \nanimals is having a severe adverse impact to the well-being of these animals by delaying necessary medical treatments \nand basic husbandry. Correct by ensuring that the dealer employs an adequate number of appropriately trained and \nsupervised employees as needed to carry out the required provisions of the Animal Welfare Act. \n3.13(a) \n   \nVeterinary care for dogs.\n\nThe facility’s written Program of Veterinary Care (PVC) for dogs is missing required elements. The PVC does not specify \nthe frequency of regularly scheduled visits and is not signed as required by 3.13(a)(1). \nA written PVC is important to ensure clear communication of expectations. The written PVC must address the frequency \nwith which the AV will conduct regularly scheduled visits to all premises in order to assess the animals and other aspects \nof veterinary care, even when the AV is full time. In addition, the PVC allows the full time AV to specify how long they may \nbe away from a facility without needing routine coverage from a relief veterinarian. Failing to address the frequency and/or \ntiming of regularly scheduled visits may lead to excessive intervals between visits or gaps in the assessment of care being \nprovided to animals. In addition, a signature is required on the PVC to document the involvement of the AV in the \ndevelopment of the written plan. Correct by ensuring that a frequency of visits to the areas where animals are housed (in \norder to assess the adequacy of animal care and use) is specified and further by ensuring that the written PVC is signed \nby the attending veterinarian. To be corrected by: 10 Feb 2022. \n3.13(a)(2)  Direct\n   \nVeterinary care for dogs. \nA complete hands-on physical examination has not been completed within the last 12 months for approximately 10% of \nthe dogs over a year old for which records were evaluated. This dealer only acquires dogs through on-site breeding, so all \ndogs have been on-site since birth. \n. Failure to have dogs examined by a veterinarian at least annually can result in delays in the proper diagnosis and \ntreatment of underlying medical conditions. Correct by ensuring that a complete physical examination from head to tail of \neach dog is completed by the attending veterinarian not less than once every 12 months. To be corrected by: 11 Feb \n2022. \n3.13(b)(1) \n   \nVeterinary care for dogs.\n\nThe facility does not have all the required components of the identity of each animal on their different medical record \ndocuments. The facility currently maintains medical records filed by the type of record and date of procedure rather than \nby individual animal. Specific types of medical records are missing required information such as breed, age, sex and \nindividual identification on some or all of the medical records. Affected forms include clinical treatment forms, inventory \nchange notices, mortality records, post wean mastitis treatment forms, annual USDA beagle treatment and physical exam \nforms, and controlled substance administration records. \nAccording to the Manager of Operations, the facility did not realize that each of these documents constitutes a medical \nrecord for the dog listed and therefore are subject to 3.13(b)(1). Without these required components, a specific medical \nrecord cannot be consistently and accurately linked to an individual animal. Additionally, information such as age, breed, \nand gender can play a significant role in the proper diagnosis and treatment of medical conditions. \nAccurate medical records are crucial for ensuring appropriate veterinary care is being provided to every animal. Correct \nby ensuring every medical record for dog’s includes the identity of the animal, including identifying marks, tattoos, or tags \non the animal and the animal’s breed, sex, and age. To be corrected by: 11 Feb 2022. \n3.13(b)(2)  Repeat\n   \nVeterinary care for dogs. \nThe facility does not have complete or accurate medical records for their dogs. The medical records created when \nproblems have been identified (such as disease, injury, or illness) are missing critical components such as complete \ndescriptions of the problem, treatments administered, and procedures performed in order to provide care or diagnose the \ncondition. Additionally, the medical records for several animals contain gross inaccuracies such as one dog (CFLCTK) \nwhich stated that it had been euthanized when it had not been. \nApproximately 59% of all euthanasia records evaluated (Aug-Nov 2021) were missing the route of administration for \neuthanasia drugs.\n\nIncomplete or inaccurate medical records do not allow the attending veterinarian to adequately assess the adherence of \nemployees to specific protocols, ensure humane handling, or assess the needs of individual animals or the colony as a \nwhole. Correct by ensuring that when a problem is identified in a dog (such as disease, injury, or illness), the date and \ndescription of the problem, examination findings, test results, plan for treatment and care, and treatment procedures \nperformed are recorded in the medical records. \n \nThis inspection was conducted on site November 16-19 with the Manager of Operations, Director of Operations, Attending \nVeterinarian, and numerous other employees. Records and paperwork were examined remotely for the remainder of the \ninspection. \n \nThe exit briefing was conducted on 12/17/21 with the Manager of Operations, Attending Veterinarian, Direct of \nOperations, Senior Vice President for Veterinary Services, and the Vice President for North American Operations. \n \nAdditional Inspectors: \nKELLY MAXWELL, ANIMAL CARE INSPECTOR \nRachel Perez-Baum, Veterinary Medical OfficerEnd Section",
  "animals_total": 4652,
  "species": [
    {
      "count": 2719,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 1933,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}