{
  "insp_id": "2016082568129843",
  "layout": "a",
  "customer_id": "3826",
  "customer_name": "Terrill Al-Saihati",
  "customer_addr": "15672 South Avenue 1 E\nYuma, AZ 85365",
  "certificate": "86-C-0102",
  "site_id": "001",
  "site_name": "TERRILL AL-SAIHATI",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-MAR-2017",
  "report_date": "07-MAR-2017",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "***An adult female Coati named “Shyla” still has an abnormal left eye which has significantly worsened in severity\nsince the previous inspection. The eye is protruding and extremely swollen, approximately the size of a golf ball. It\nis an extremely reddened mass of tissue and has a dark crusty scab on approximately one third of the surface area.\nFluid appeared to be leaking out of the eye onto her face. There were flies observed in the open wound around and\non the eye. APHIS staff observed the animal clacking its teeth loudly and pacing up in the top corner of the\nenclosure. The overall condition of the animal has changed since the last inspection. The animal now has a dull\nhair coat and appears to have lost weight. The animal was shaking her head and pawing at the injured eye\nfrequently during the inspection. She appeared to be suffering, as she exhibited signs of extreme stress and\ndiscomfort for the species.\nThe animal manager stated she was eating normally, but could not describe what he considered to be normal or\nany changes in diet or feeding. The animal manager stated to APHIS staff that the eye has gotten much worse\nsince November and continues to deteriorate. He described the animal as continuing to become more aggressive\nand that she has become dangerous to handle. He stated that the last time that any veterinarian has examined the\nanimal was on November 18, 2016 when she came to the facility and administered injectable antibiotics and used a\nneedle to inject “something” directly into the eye. He noticed that they eye was a little better after the veterinary\ntreatment on November 18, 2016 and it initially reduced in size and appeared to heal. On that same date, the\nveterinarian discussed a plan of treatment to include daily administration of BNP eye ointment and possibly stitching\nthe eye shut to allow it to heal if treatment didn’t result in improvement.\nAccording to the animal manager, he continued to apply eye ointment as directed for approximately 10 days.\nThey noted on their logs on November 28, 2016 that the eye was back down to a normal size, mainly dark, with\nmilky opacity in the center. The eyeball was also no longer red or swollen. They continued to apply eye ointment\non a daily basis as directed by the veterinarian.\nOn December 6, 2016 staff made a notation on the animal treatment log that the eye had deteriorated again, and\nwas “very bad.” The licensee wrote in her log that she spoke to the attending veterinarian on that date and was\nadvised that the animal needed follow up. The facility continued eye ointment and noted that the condition of the\neye was worsening throughout December and January. Despite the recommendation by the attending veterinarian\nto have the animal reexamined, there is no record that it ever was.\nOn January 27, 2017 the facility noted on the treatment logs that they had ceased giving eye ointment. When\nquestioned further, the animal manager stated that they felt “the eye looked better without it”. He stated due to the\naggressive behavior of the animal it was becoming difficult to administer the ointment or to even capture the animal.\nThe licensee made the decision to discontinue use of the eye ointment on their own accord and admitted that this\nwas not approved by the AV. The animal manager stated that after watching the AV inject the eye during her visit\non November 18, 2016 he decided that he would also try to “pop” the eye on his own, in an attempt to improve the\noverall condition of the eye. He stated that on several occasions over the last few months he has confined the\nanimal, popped the eye both manually with his fingers and also with a needle, and then applied Gentamicin\nointment to the eye. During his self-prescribed procedure of the eye, he stated that there was a red fluid that came\nout with resembled “watered down blood” and that he did not notice any pus.\nOn January 27, 2017 the licensee again noted that she spoke to the attending veterinarian and discussed the eye\nproblem, but that the AV was out of town and would come by to see the animal when she gets back. There was no\nnotation of any attempt to contact an emergency or alternate veterinarian at any time during the months of\nNovember through March the animal’s deteriorating condition.\nAs of today, March 7, 2017 the coati has still not been seen by any veterinarian despite the condition of the eye\ncontinuing to worsen as noted and observed by the facility staff. They have also completely stopped providing any\ntreatment and have discontinued recommended treatment by the AV.\nEye issues can be caused by a variety of problems including infection, allergies, injury, irritation, or other medical\nconditions. This animal is already exhibiting signs of pain and distress. The delay in providing necessary follow up\nveterinary care appears to have resulted in unnecessary pain and suffering. In addition the ‘care’ provided without\nveterinary approval may have resulted in unnecessary distress and contributed to worsening of the condition.\n***A young gray and white female goat, which was being housed alone in the barn, was unable to straighten her\nfront legs at the knees. This inability to straighten her front legs caused her to place all of her weight on her toes.\nShe was unable to stand or walk normally. The animal manager mentioned that he noticed the condition two weeks\nago but the condition has worsened since then. The animal manager stated that he thought the licensee had\ncontacted the veterinarian regarding this animal, however they “have trouble getting the vet out here.” The goat has\nnot been seen by a veterinarian nor received any medical treatment. Upon further questioning with the licensee,\nshe stated that she had not had a chance to discuss this specific animal with the veterinarian.\n***An intact adult male tricolor goat was non-weight bearing on his right front limb. The goat was lame at the walk.\nThe animal manager had not noticed that the goat was lame until the time of the USDA inspection.\nLameness and non-weight bearing is an indicator of disease and often pain. It can result from numerous causes\nincluding both infectious and non-infectious. Failure to contact the attending veterinarian regarding the diagnosis\nand treatment can result in delays of appropriate care and prolong suffering of the animal.\nInjuries, diseases, and medical conditions that are not treated properly (as directed by a veterinarian) may be\npainful and can lead to prolonged suffering.\nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a\nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan.\nAdditionally, the facility must ensure the availability of emergency, weekend, and holiday care for all of the animals\nat the facility.\nThe licensee was notified verbally that she must have both goats (the male and female listed above) and Shyla, the\ncoati, examined by a veterinarian by no later than 6:00pm on March 7, 2017 to obtain accurate diagnosis and\nappropriate treatment plans for the leg problems cited above. The outcome of this consultation must be provided, in\nwriting, to the inspector upon request. This documentation should include the veterinary diagnosis, all diagnostic\ntests and the outcome of those tests that were performed by the veterinarian, any medications prescribed along with\nthe dosing instructions and entries on a log and/or calendar and/or animal health record that list when the\nmedication is administered to the animal.\nThere should also be an entry at the end of the treatment to document the health status and condition of each\nanimal at that point, to indicate a time frame to address current issues that require further veterinary treatment, and\nthe need for follow-up and any further veterinary care prescribed.\nAdditionally, the licensee must ensure that all animals at the facility are provided with adequate veterinary care, as\ndescribed by the attending veterinarian and the program of veterinary care. The program for providing adequate\nveterinary care shall include the use of appropriate methods to prevent, control, diagnose, and treat diseases and\ninjuries.\nA complete routine inspection was conducted on March 7, 2017. This report is limited to the direct noncompliant\nitems identified on that inspection. A second inspection report containing indirect noncompliant items will follow. The\ninspection was conducted with the animal manager and the exit interview were conducted with the licensee and\nanimal manager on March 7, 2017.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist"
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n***An adult female Coati named “Shyla” still has an abnormal left eye which has significantly worsened in severity\nsince the previous inspection.  The eye is protruding and extremely swollen, approximately the size of a golf ball. It\nis an extremely reddened mass of tissue and has a dark crusty scab on approximately one third of the surface area.\nFluid appeared to be leaking out of the eye onto her face. There were flies observed in the open wound around and\non the eye.  APHIS staff observed the animal clacking its teeth loudly and pacing up in the top corner of the\nenclosure.  The overall condition of the animal has changed since the last inspection.  The animal now has a dull\nhair coat and appears to have lost weight. The animal was shaking her head and pawing at the injured eye\nfrequently during the inspection. She appeared to be suffering, as she exhibited signs of extreme stress and\ndiscomfort for the species.\nThe animal manager stated she was eating normally, but could not describe what he considered to be normal or\nany changes in diet or feeding.  The animal manager stated to APHIS staff that the eye has gotten much worse\nsince November and continues to deteriorate.  He described the animal as continuing to become more aggressive\nand that she has become dangerous to handle.  He stated that the last time that any veterinarian has examined the\nanimal was on November 18, 2016 when she came to the facility and administered injectable antibiotics and used a\nneedle to inject “something” directly into the eye.  He noticed that they eye was a little better after the veterinary\ntreatment on November 18, 2016 and it initially reduced in size and appeared to heal.  On that same date, the\nveterinarian discussed a plan of treatment to include daily administration of BNP eye ointment and possibly stitching\nthe eye shut to allow it to heal if treatment didn’t result in improvement.  \nAccording to the animal manager, he continued to apply eye ointment as directed for approximately 10 days.  \nThey noted on their logs on November 28, 2016 that the eye was back down to a normal size, mainly dark, with\nmilky opacity in the center.  The eyeball was also no longer red or swollen.  They continued to apply eye ointment\non a daily basis as directed by the veterinarian.  \nOn December 6, 2016 staff made a notation on the animal treatment log that the eye had deteriorated again, and\nwas “very bad.” The licensee wrote in her log that she spoke to the attending veterinarian on that date and was\nadvised that the animal needed follow up.  The facility continued eye ointment and noted that the condition of the\neye was worsening throughout December and January. Despite the recommendation by the attending veterinarian\n\nto have the animal reexamined, there is no record that it ever was.\nOn January 27, 2017 the facility noted on the treatment logs that they had ceased giving eye ointment.  When\nquestioned further, the animal manager stated that they felt “the eye looked better without it”.  He stated due to the\naggressive behavior of the animal it was becoming difficult to administer the ointment or to even capture the animal.\nThe licensee made the decision to discontinue use of the eye ointment on their own accord and admitted that this\nwas not approved by the AV.  The animal manager stated that after watching the AV inject the eye during her visit\non November 18, 2016 he decided that he would also try to “pop” the eye on his own, in an attempt to improve the\noverall condition of the eye.  He stated that on several occasions over the last few months he has confined the\nanimal, popped the eye both manually with his fingers and also with a needle, and then applied Gentamicin\nointment to the eye.  During his self-prescribed procedure of the eye, he stated that there was a red fluid that came\nout with resembled “watered down blood” and that he did not notice any pus.  \nOn January 27, 2017 the licensee again noted that she spoke to the attending veterinarian and discussed the eye\nproblem, but that the AV was out of town and would come by to see the animal when she gets back.  There was no\nnotation of any attempt to contact an emergency or alternate veterinarian at any time during the months of\nNovember through March the animal’s deteriorating condition.  \nAs of today, March 7, 2017 the coati has still not been seen by any veterinarian despite the condition of the eye\ncontinuing to worsen as noted and observed by the facility staff.  They have also completely stopped providing any\ntreatment and have discontinued recommended treatment by the AV.  \nEye issues can be caused by a variety of problems including infection, allergies, injury, irritation, or other medical\nconditions. This animal is already exhibiting signs of pain and distress. The delay in providing necessary follow up\nveterinary care appears to have resulted in unnecessary pain and suffering.  In addition the ‘care’ provided without\nveterinary approval may have resulted in unnecessary distress and contributed to worsening of the condition.\n***A young gray and white female goat, which was being housed alone in the barn, was unable to straighten her\nfront legs at the knees. This inability to straighten her front legs caused her to place all of her weight on her toes.\nShe was unable to stand or walk normally. The animal manager mentioned that he noticed the condition two weeks\nago but the condition has worsened since then. The animal manager stated that he thought the licensee had\ncontacted the veterinarian regarding this animal, however they “have trouble getting the vet out here.” The goat has\nnot been seen by a veterinarian nor received any medical treatment.  Upon further questioning with the licensee,\nshe stated that she had not had a chance to discuss this specific animal with the veterinarian. \n***An intact adult male tricolor goat was non-weight bearing on his right front limb. The goat was lame at the walk.\nThe animal manager had not noticed that the goat was lame until the time of the USDA inspection. \nLameness and non-weight bearing is an indicator of disease and often pain. It can result from numerous causes\nincluding both infectious and non-infectious. Failure to contact the attending veterinarian regarding the diagnosis\n\nand treatment can result in delays of appropriate care and prolong suffering of the animal. \nInjuries, diseases, and medical conditions that are not treated properly (as directed by a veterinarian) may be\npainful and can lead to prolonged suffering.\nThe facility must ensure that all animals showing potential signs of veterinary medical problems are evaluated by a\nveterinarian in a timely manner in order to receive an accurate diagnosis and appropriate treatment plan.\nAdditionally, the facility must ensure the availability of emergency, weekend, and holiday care for all of the animals\nat the facility. \nThe licensee was notified verbally that she must have both goats (the male and female listed above) and Shyla, the\ncoati, examined by a veterinarian by no later than 6:00pm on March 7, 2017 to obtain accurate diagnosis and\nappropriate treatment plans for the leg problems cited above. The outcome of this consultation must be provided, in\nwriting, to the inspector upon request. This documentation should include the veterinary diagnosis, all diagnostic\ntests and the outcome of those tests that were performed by the veterinarian, any medications prescribed along with\nthe dosing instructions and entries on a log and/or calendar and/or animal health record that list when the\nmedication is administered to the animal.\nThere should also be an entry at the end of the treatment to document the health status and condition of each\nanimal at that point, to indicate a time frame to address current issues that require further veterinary treatment, and\nthe need for follow-up and any further veterinary care prescribed. \nAdditionally, the licensee must ensure that all animals at the facility are provided with adequate veterinary care, as\ndescribed by the attending veterinarian and the program of veterinary care. The program for providing adequate\nveterinary care shall include the use of appropriate methods to prevent, control, diagnose, and treat diseases and\ninjuries.\nA complete routine inspection was conducted on March 7, 2017. This report is limited to the direct noncompliant\nitems identified on that inspection. A second inspection report containing indirect noncompliant items will follow. The\ninspection was conducted with the animal manager and the exit interview were conducted with the licensee and\nanimal manager on March 7, 2017.\nAdditional Inspectors\nBolinger Jean, Compliance Specialist",
  "animals_total": 3,
  "species": [
    {
      "count": 2,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    }
  ]
}