{
  "insp_id": "2016082569629728",
  "layout": "a",
  "customer_id": "5065",
  "customer_name": "Don Monnette",
  "customer_addr": "Donna Monnette\n71770 637 Ave.\nHumboldt, NE 68376",
  "certificate": "47-A-0176",
  "site_id": "001",
  "site_name": "Don Monnette, Donna Monnette",
  "insp_type": "ROUTINE INSPECTION",
  "date": "04-OCT-2019",
  "report_date": "11-OCT-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A seven year old black and tan Silky Terrier female (ID# 58) right and left eyes had an accumulation of green\nmucus. The green mucus in the right eye was dry, crusty in appearance and cover approximately half of the eye’s\nsurface. The green mucus in the left eye covered approximately ¼ of the eye’s surface. The part of the right eye\nthat was visible was dark to grey in color. The grey color area was in the center of the eye. There was hair loss\naround both eyes. Some of the hair around the area of hair loss had a buildup of dry green discharge in the hair\nfollicles.\nThe licensee stated that the she has always had green mucus in her eyes on and off. The licensee show a tube of\n“Triple Antibiotic” used for treatment. When asked how often the dog was treated, the licensee replied, not very\nmuch. I called the Attending Veterinarian (AV) to validate the treatment for the eyes of this dog, and the (A.V.)\nstated the dog must be seen for proper diagnosis.\nThe condition of the eye can be due to infections, allergies, injury, irritation or other medical conditions that could be\npainful.\nThe licensee must consult with the attending veterinarian about the condition of the eyes to ensure that an accurate\ndiagnosis is obtained and an appropriate treatment plan is developed and followed. The licensee must ensure that\nall animals receive adequate veterinary care at all times.\nTo be corrected by, 12-October-2019.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI)."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A seven year old black and tan Silky Terrier female (ID# 58) right and left eyes had an accumulation of green\nmucus.  The green mucus in the right eye was dry, crusty in appearance and cover approximately half of the eye’s\nsurface.  The green mucus in the left eye covered approximately ¼ of the eye’s surface.  The part of the right eye\nthat was visible was dark to grey in color.  The grey color area was in the center of the eye. There was hair loss\naround both eyes.  Some of the hair around the area of hair loss had a buildup of dry green discharge in the hair\nfollicles. \nThe licensee stated that the she has always had green mucus in her eyes on and off.  The licensee show a tube of\n“Triple Antibiotic” used for treatment.  When asked how often the dog was treated, the licensee replied, not very\nmuch. I called the Attending Veterinarian (AV) to validate the treatment for the eyes of this dog, and the (A.V.)\nstated the dog must be seen for proper diagnosis. \nThe condition of the eye can be due to infections, allergies, injury, irritation or other medical conditions that could be\npainful. \nThe licensee must consult with the attending veterinarian about the condition of the eyes to ensure that an accurate\ndiagnosis is obtained and an appropriate treatment plan is developed and followed. The licensee must ensure that\nall animals receive adequate veterinary care at all times.\nTo be corrected by, 12-October-2019.\nThis inspection and exit interview were conducted with the facility representative and Randall Wagner (ACI).",
  "animals_total": 48,
  "species": [
    {
      "count": 44,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 4,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}