{
  "insp_id": "43140308230969",
  "layout": "a",
  "customer_id": "6132",
  "customer_name": "Antech Inc.",
  "customer_addr": "7330 Ridgefield Dr\nBarnhart, MO 63012",
  "certificate": "43-A-2556",
  "site_id": "002",
  "site_name": "ANTECH INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "19-FEB-2014",
  "report_date": "19-FEB-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In Building 9, the sides of an enclosure with two adult hound dogs were made of wire and were rusted to the point\nthat they were severely pitted. Excessive rust does not allow for proper cleaning and sanitization and can result in\nunstable enclosures. The licensee must ensure that any surfaces that come in contact with the dogs are free of\nexcessive rust.\nTo be corrected by February 28, 2014."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The concrete floors inside most of the buildings had a layer of a yellowish-brown algae-like substance on them. The\nfacility representative stated that bleach is the method of sanitization used. However, when questioned further, it\nbecame apparant that the facility was using a bleach solution that was only about half the strength recommended by\nthe bleach manufacturer. Improper sanitization methods will not provide proper disinfection and will not destroy\nmicroorganisms that can be harmful to the health of the animals. The licensee must ensure that a proper\nsanitization method is used to reduce disease hazards on all hard surfaces.\nTo be corrected by February 20, 2014.\nThe inspection and the exit briefing were conducted with the licensee and with a facility representative.\nAdditional Inspectors\nHeine William, Animal Care Inspector\nMcgruder William, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\nIn Building 9, the sides of an enclosure with two adult hound dogs were made of wire and were rusted to the point\nthat they were severely pitted.  Excessive rust does not allow for proper cleaning and sanitization and can result in\nunstable enclosures.  The licensee must ensure that any surfaces that come in contact with the dogs are free of\nexcessive rust.\nTo be corrected by February 28, 2014.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\nThe concrete floors inside most of the buildings had a layer of a yellowish-brown algae-like substance on them.  The\nfacility representative stated that bleach is the method of sanitization used.  However, when questioned further, it\nbecame apparant that the facility was using a bleach solution that was only about half the strength recommended by\nthe bleach manufacturer.  Improper sanitization methods will not provide proper disinfection and will not destroy\nmicroorganisms that can be harmful to the health of the animals.  The licensee must ensure that a proper\nsanitization method is used to reduce disease hazards on all hard surfaces.\nTo be corrected by February 20, 2014.\nThe inspection and the exit briefing were conducted with the licensee and with a facility representative.\nAdditional Inspectors\nHeine William, Animal Care Inspector\nMcgruder William, Animal Care Inspector",
  "animals_total": 306,
  "species": [
    {
      "count": 282,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}