{
  "insp_id": "2016082569812682",
  "layout": "a",
  "customer_id": "6345",
  "customer_name": "Colleen Beatty",
  "customer_addr": "2227 Eagle Ave\nCreston, IA 50801",
  "certificate": "42-A-1590",
  "site_id": "001",
  "site_name": "COLLEEN BEATTY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-MAR-2020",
  "report_date": "13-MAR-2020",
  "citations": [
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was unable to locate APHIS Form 7005 (Record of Acquisition of Dogs and Cats on Hand), therefore,\nthis document could not be reviewed by the inspector. Failure to make, keep, and maintain APHIS Form 7005 does\nnot meet the record keeping requirements and could interfere with the ability of the APHIS inspector to properly\nidentify animals as well as perform trace backs of animals.\nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the relevant\ninformation concerning each dog purchased, owned, in possession of, transported, sold, euthanized or otherwise\ndisposed of. The licensee must fill out and maintain APHIS Form 7005 with all required information and present it to\nthe APHIS inspector for review at the time of the inspection.\nTo be corrected by: March 26, 2020"
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the small building there are three enclosures that each have a large enclosed whelping box. Each of the\nwhelping boxes have heat lamps attached and each box is currently being used by one adult female dog and a total\nof ten puppies. The heat lamps have no guards and the adult female dogs are tall enough to come into direct\ncontact with the heat bulb. Direct contact with the heat bulb could cause burns or injury to the dog.\nHousing facilities must be designed and constructed so that they protect the animals from injury. The applicant\nmust remove the heat bulbs from the enclosure or alter the heat lamps in a manner that does not allow the dogs to\ncome into contact with the heat bulbs. The applicant must ensure that all enclosures are safe for the dogs at all\ntimes.\nTo be corrected by: Corrected at the time of the inspection"
    },
    {
      "code": "3.1(c)(1)(ii)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In five enclosures, housing a total of ten adult dogs, the chain link fence has been broken or bent into sharp points\nthat are located at the level of the dogs. In two enclosures, housing a total of two adult dogs and six puppies, the\nenclosed wooden whelping boxes have been chewed and damaged resulting in the sharp points of metal screws\nbeing exposed. These sharp points are located at the level of the adult dogs and the puppies. Contact with sharp\npoints could cause injury to the dogs.\nSurfaces of housing facilities must be free of sharp points and jagged edges. The licensee must remove the sharp\npoints or alter them in a manner that eliminates the injury risk towards the animals. The licensee must ensure that\nall enclosures are free of sharp points at all times in order to support the health and well-being of the dogs.\nTo be corrected by: Corrected at the time of the inspection.\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative."
    }
  ],
  "narrative": "2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nThe licensee was unable to locate APHIS Form 7005 (Record of Acquisition of Dogs and Cats on Hand), therefore,\nthis document could not be reviewed by the inspector.  Failure to make, keep, and maintain APHIS Form 7005 does\nnot meet the record keeping requirements and could interfere with the ability of the APHIS inspector to properly\nidentify animals as well as perform trace backs of animals.  \nEach dealer shall make, keep, and maintain records or forms which fully and correctly disclose the relevant\ninformation concerning each dog purchased, owned, in possession of, transported, sold, euthanized or otherwise\ndisposed of.  The licensee must fill out and maintain APHIS Form 7005 with all required information and present it to\nthe APHIS inspector for review at the time of the inspection. \nTo be corrected by:   March 26, 2020\n3.1(a)\nHOUSING FACILITIES, GENERAL.\nIn the small building there are three enclosures that each have a large enclosed whelping box.  Each of the\nwhelping boxes have heat lamps attached and each box is currently being used by one adult female dog and a total\nof ten puppies. The heat lamps have no guards and the adult female dogs are tall enough to come into direct\ncontact with the heat bulb.  Direct contact with the heat bulb could cause burns or injury to the dog.  \nHousing facilities must be designed and constructed so that they protect the animals from injury.  The applicant\nmust remove the heat bulbs from the enclosure or alter the heat lamps in a manner that does not allow the dogs to\ncome into contact with the heat bulbs. The applicant must ensure that all enclosures are safe for the dogs at all\ntimes.\nTo be corrected by:  Corrected at the time of the inspection\n3.1(c)(1)(ii)\n\nHOUSING FACILITIES, GENERAL.\nIn five enclosures, housing a total of ten adult dogs, the chain link fence has been broken or bent into sharp points\nthat are located at the level of the dogs.  In two enclosures, housing a total of two adult dogs and six puppies, the\nenclosed wooden whelping boxes have been chewed and damaged resulting in the sharp points of metal screws\nbeing exposed.  These sharp points are located at the level of the adult dogs and the puppies.  Contact with sharp\npoints could cause injury to the dogs.\nSurfaces of housing facilities must be free of sharp points and jagged edges.  The licensee must remove the sharp\npoints or alter them in a manner that eliminates the injury risk towards the animals.  The licensee must ensure that\nall enclosures are free of sharp points at all times in order to support the health and well-being of the dogs.  \nTo be corrected by:  Corrected at the time of the inspection.\nThis inspection and exit interview were conducted with ACI Kelly Maxwell and the facility representative.",
  "animals_total": 47,
  "species": [
    {
      "count": 33,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 14,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}