{
  "insp_id": "84141235072309",
  "layout": "a",
  "customer_id": "324992",
  "customer_name": "Joni Miller",
  "customer_addr": "Luella L Miller\n8235 T R 528\nCraigton, OH 44676",
  "certificate": "31-A-0400",
  "site_id": "001",
  "site_name": "JONI & LUELLA MILLER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAR-2014",
  "report_date": "25-MAR-2014",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Female Shih Tzu with USDA tattoo # OHDAN -18 is nursing a litter of four puppies. She is thin and has a sparse\nhair coat over her back and hind quarters. She has tan material adhered to her teeth. Her gums have receded\nback from the tooth roots and a grey green substance has accumulated along the gum line, especially around the\ntop incisors. Her lower incisors are missing and there is increased motion between the two sides of her lower jaw,\nthough she did not react to palpation of this area. Dental problems can affect the dogs ability to chew and are a\nsource of infection for other body systems.\nFemale Yorkie with USDA tattoo # OHDAN -9 has a firm nodular mass on her lower abdomen. It is approximately\ngrape sized and is located between the last two mammary glands on the left side. The mass may be indicative of a\ndisease process that can have detrimental effects on the health of the animal without treatment.\nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized. These dogs\nmust be examined by a licensed veterinarian. Documentation of assessment, treatment, and plan for each dog\nshall be maintained for examination by APHIS officials.\nCorrect by: March 27, 2014\nThis site is approved to conduct regulated activity.\nExit interview conducted with facility representative.\nAdditional Inspectors\nMabray Craig, Kennel Specialist"
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nFemale Shih Tzu with USDA tattoo # OHDAN -18 is nursing a litter of four puppies.  She is thin and has a sparse\nhair coat over her back and hind quarters.  She has tan material adhered to her teeth.  Her gums have receded\nback from the tooth roots and a grey green substance has accumulated along the gum line, especially around the\ntop incisors.  Her lower incisors are missing and there is increased motion between the two sides of her lower jaw,\nthough she did not react to palpation of this area.  Dental problems can affect the dogs ability to chew and are a\nsource of infection for other body systems. \nFemale Yorkie with USDA tattoo # OHDAN -9 has a firm nodular mass on her lower abdomen.  It is approximately\ngrape sized and is located between the last two mammary glands on the left side.  The mass may be indicative of a\ndisease process that can have detrimental effects on the health of the animal without treatment. \nAppropriate methods to prevent, control, diagnose, and treat diseases and injuries must be utilized.  These dogs\nmust be examined by a licensed veterinarian.  Documentation of assessment, treatment, and plan for each dog\nshall be maintained for examination by APHIS officials.\nCorrect by:  March 27, 2014\nThis site is approved to conduct regulated activity.\n \nExit interview conducted with facility representative.\nAdditional Inspectors\nMabray Craig, Kennel Specialist",
  "animals_total": 65,
  "species": [
    {
      "count": 48,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}