{
  "insp_id": "INS-0000852482",
  "layout": "c",
  "customer_id": "176",
  "customer_name": "PRINCETON UNIVERSITY",
  "customer_addr": "P O BOX 36\nPRINCETON, NJ 08544",
  "certificate": "22-R-0022",
  "site_id": "001",
  "site_name": "PRINCETON UNIVERSITY",
  "insp_type": "FOCUSED INSPECTION",
  "date": "14-MAR-2023",
  "report_date": "15-MAR-2023",
  "citations": [
    {
      "code": "2.32(a)",
      "kind": "",
      "repeat": false,
      "desc": "Personnel qualifications.",
      "narrative": "On Saturday June 25th, 2022, a macaque on an IACUC approved protocol received 298 mL of fluid through various fruits\nwhile training with a laboratory staff member. According to facility representatives, the laboratory staff member prepared\nthe bottle of water that was required by the protocol but did not provide it at the end of the training session. It was\nassumed that another person would give the water bottle to the macaque. The laboratory member was supposed to\ncontact the LAR veterinary staff and inform them that the bottle was not provided, so that another staff member could\nprovide the water bottle. The laboratory staff immediately reported the incident to LAR veterinarians and submitted a\nreport to the IACUC. On June 26th, 2022 the macaque was reviewed by an LAR veterinarian and provided water.\nAccording to medical records, the macaque was not dehydrated.\nIt shall be the responsibility of a research facility to ensure that all scientists, research technicians, animal technicians,\nand other personnel involved in animal care, treatment, and use are qualified to perform their duties. This requirement\nensures that laboratory staff follow the IACUC approved protocols and that research animals receive proper care.\nA corrective action plan and retraining of laboratory staff was completed before the time of inspection.\nThis inspection and exit interview were conducted with facility representatives.\nEnd Section"
    }
  ],
  "narrative": "2.32(a) \n   \nPersonnel qualifications. \nOn Saturday June 25th, 2022, a macaque on an IACUC approved protocol received 298 mL of fluid through various fruits \nwhile training with a laboratory staff member.  According to facility representatives, the laboratory staff member prepared \nthe bottle of water that was required by the protocol but did not provide it at the end of the training session.  It was \nassumed that another person would give the water bottle to the macaque.  The laboratory member was supposed to \ncontact the LAR veterinary staff and inform them that the bottle was not provided, so that another staff member could \nprovide the water bottle.   The laboratory staff immediately reported the incident to LAR veterinarians and submitted a \nreport to the IACUC.  On June 26th, 2022 the macaque was reviewed by an LAR veterinarian and provided water.  \nAccording to medical records, the macaque was not dehydrated. \n \nIt shall be the responsibility of a research facility to ensure that all scientists, research technicians, animal technicians, \nand other personnel involved in animal care, treatment, and use are qualified to perform their duties. This requirement \nensures that laboratory staff follow the IACUC approved protocols and that research animals receive proper care. \n \nA corrective action plan and retraining of laboratory staff was completed before the time of inspection.\n\nThis inspection and exit interview were conducted with facility representatives. \n \nEnd Section",
  "animals_total": 9,
  "species": [
    {
      "count": 9,
      "scientific": "Macaca mulatta",
      "common": "RHESUS MACAQUE"
    }
  ]
}