{
  "insp_id": "178162253490925",
  "layout": "a",
  "customer_id": "13787",
  "customer_name": "David Polt",
  "customer_addr": "Lisa Polt\n54544 855 Road\nPierce, NE 68767",
  "certificate": "47-A-0466",
  "site_id": "001",
  "site_name": "David Polt, Lisa Polt",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUN-2016",
  "report_date": "26-JUN-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "* A two year old brindle Mastiff female (ID# 837037092), named (cid:28)Hilda(cid:29) had excessive drainage of greenish\ndischarge from both eyes. The white portion of the eye, or sclera, is pink to red in color. The condition of the eyes\ncan be due to infections, allergies, injury, irritation or other medical conditions that could be painful.\nThe licensee must have this dog evaluated by the veterinarian for veterinary care and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 28-June-2016."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The one Mastiff housed behind the barn has a plastic water receptacle with continuous water flow. The hose was\nnot attached to the bucket and allowing for water to flow onto the ground around the water receptacle. There was\nstanding water around this watering bucket.\nAll facilities must be kept in good repair, so they are structurally sound. This will prevent the water from flowing onto\nthe ground and creating a living and breeding area for pest that can increase disease potential to the dog.\nTo be corrected by, 3-July-2016."
    },
    {
      "code": "3.1(c)(1)(1)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* There was three metal self-feeders used to feed five adult dogs. These metal feeders had excessive rust and were\npitting along the bottoms. The prevention of required cleaning and sanitization is caused from these rusty, pitting\nmetal surfaces. Therefore, increasing the disease potential for the dogs.\nAll metal surfaces must be free of excessive rust and pitting surfaces caused by rust that prevent required cleaning\nand sanitization. Proper cleaning and sanitization of the surfaces will decrease the disease potential for the animals.\nTo be corrected by, 15-July-2016."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The back wall of the White Shed had a board along the bottom of the wall. Also, there was a wood support post\nused to support the divider fencing. This board and post had paint that has come off exposing bare wood. The\nwood board is green in areas indicating algae was growing on the surface.\n* A plastic divider inside the White Shed was excessively chewed along the edges.\nThere are three adult dogs and three puppies housed in these areas of the White Shed.\n* There are three plastic watering receptacles or buckets used to water four adult dogs. These plastic watering\nreceptacles are excessively chewed along the top of the buckets. There was greyish dirt or debris in the chewed\nareas.\nThese surfaces cannot be properly cleaned and sanitized. This can increase the disease hazards for the animals.\nAll surfaces must be maintained. This will allow for proper cleaning and sanitization and decease the disease\nhazards for the dogs.\nTo be corrected by, 15-July-2016."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The first enclosure to the left of the door in the White Shed had an accumulation of brown to grey grime on the\nwalls. This indicates that daily spot-cleaning is not taking place. Without daily spot-cleaning the disease hazards\nincreases for the one adult and three puppies.\nAll enclosures must be spot-cleaned daily and sanitized often enough to reduce the disease hazards for the dogs.\nTo be corrected by, 28-June-2016."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* The one Mastiff housed behind the barn had standing water around the watering receptacle or bucket. This\nstanding water can attract pests and increase disease risks to the adult dog.\nOperators must provide for regular and more frequent collection or removal of water from the enclosure. This will\nminimized pests and reduce the disease risks for the dog.\nTo be corrected by, 3-July-2016."
    },
    {
      "code": "3.6(a)(2)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "* The one Mastiff housed behind the barn had a tin covering the barn wall of the enclosure. One section of tin is\nloose. This is exposing a sharp edge at the height of the dog in normal standing position in the enclosure.\n* One metal self-feeder is used to feed two adult dogs in the outdoor enclosures. The bottom of this metal feeder is\nbent outward exposing a sharp edge. This sharp is at the height of the dogs in normal standing position.\nThese sharp edges could injure the dogs in the enclosures. All enclosures must be free of sharp points and edges\nthat could injure the animals.\nTo be corrected by, 10-July-2016.\nThis inspection and exit interview was conducted with the facility representative and Randall Wagner (ACI).\nThis inspection report will be sent by e-mail."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n* A two year old brindle Mastiff female (ID# 837037092), named (cid:28)Hilda(cid:29) had excessive drainage of greenish\ndischarge from both eyes.  The white portion of the eye, or sclera, is pink to red in color.  The condition of the eyes\ncan be due to infections, allergies, injury, irritation or other medical conditions that could be painful.\nThe licensee must have this dog evaluated by the veterinarian for veterinary care and appropriate treatment plan.\nThe outcome of this consultation must be documented and provided to the inspector upon request. The licensee\nmust ensure that all animals receive adequate veterinary care at all times.\nTo be corrected by, 28-June-2016.\n3.1(a)\nHOUSING FACILITIES, GENERAL.\n* The one Mastiff housed behind the barn has a plastic water receptacle with continuous water flow.  The hose was\nnot attached to the bucket and allowing for water to flow onto the ground around the water receptacle.  There was\nstanding water around this watering bucket.  \nAll facilities must be kept in good repair, so they are structurally sound.  This will prevent the water from flowing onto\nthe ground and creating a living and breeding area for pest that can increase disease potential to the dog. \nTo be corrected by, 3-July-2016.\n3.1(c)(1)(1)\nHOUSING FACILITIES, GENERAL.\n\n* There was three metal self-feeders used to feed five adult dogs. These metal feeders had excessive rust and were\npitting along the bottoms.  The prevention of required cleaning and sanitization is caused from these rusty, pitting\nmetal surfaces. Therefore, increasing the disease potential for the dogs.\nAll metal surfaces must be free of excessive rust and pitting surfaces caused by rust that prevent required cleaning\nand sanitization. Proper cleaning and sanitization of the surfaces will decrease the disease potential for the animals.\nTo be corrected by, 15-July-2016.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n* The back wall of the White Shed had a board along the bottom of the wall.  Also, there was a wood support post\nused to support the divider fencing. This board and post had paint that has come off exposing bare wood.  The\nwood board is green in areas indicating algae was growing on the surface. \n* A plastic divider inside the White Shed was excessively chewed along the edges.\nThere are three adult dogs and three puppies housed in these areas of the White Shed. \n* There are three plastic watering receptacles or buckets used to water four adult dogs.  These plastic watering\nreceptacles are excessively chewed along the top of the buckets.  There was greyish dirt or debris in the chewed\nareas.\nThese surfaces cannot be properly cleaned and sanitized. This can increase the disease hazards for the animals. \nAll surfaces must be maintained.  This will allow for proper cleaning and sanitization and decease the disease\nhazards for the dogs.\nTo be corrected by, 15-July-2016.\n3.1(c)(3)\nHOUSING FACILITIES, GENERAL.\n* The first enclosure to the left of the door in the White Shed had an accumulation of brown to grey grime on the\nwalls.  This indicates that daily spot-cleaning is not taking place.  Without daily spot-cleaning the disease hazards\nincreases for the one adult and three puppies.\n\nAll enclosures must be spot-cleaned daily and sanitized often enough to reduce the disease hazards for the dogs.\nTo be corrected by, 28-June-2016.\n3.1(f)\nHOUSING FACILITIES, GENERAL.\n* The one Mastiff housed behind the barn had standing water around the watering receptacle or bucket.  This\nstanding water can attract pests and increase disease risks to the adult dog.  \nOperators must provide for regular and more frequent collection or removal of water from the enclosure.  This will\nminimized pests and reduce the disease risks for the dog.\nTo be corrected by, 3-July-2016.\n3.6(a)(2)(1)\nPRIMARY ENCLOSURES.\n* The one Mastiff housed behind the barn had a tin covering the barn wall of the enclosure.  One section of tin is\nloose.  This is exposing a sharp edge at the height of the dog in normal standing position in the enclosure.\n* One metal self-feeder is used to feed two adult dogs in the outdoor enclosures.  The bottom of this metal feeder is\nbent outward exposing a sharp edge.  This sharp is at the height of the dogs in normal standing position.\nThese sharp edges could injure the dogs in the enclosures.  All enclosures must be free of sharp points and edges\nthat could injure the animals.\nTo be corrected by, 10-July-2016.\nThis inspection and exit interview was conducted with the facility representative and Randall Wagner (ACI).\nThis inspection report will be sent by e-mail.",
  "animals_total": 70,
  "species": [
    {
      "count": 46,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 24,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}