{
  "insp_id": "INS-0000867043",
  "layout": "c",
  "customer_id": "505939",
  "customer_name": "Willie Yoder Thomas Yoder",
  "customer_addr": "21797 Spruce Ave\nKeosauqua, IA 52565",
  "certificate": "42-A-1621",
  "site_id": "001",
  "site_name": "THOMAS AND WILLIE YODER",
  "insp_type": "RE-LICENSE INSPECTION",
  "date": "25-APR-2023",
  "report_date": "25-APR-2023",
  "citations": [
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "One enclosure, housing one adult dog and three puppies, has sheets of white vinyl plastic covering the walls. Along the\nfront edge of the enclosure the dogs have ripped and torn the vinyl plastic exposing the wood beneath. The wood has\nalso been chewed and damaged by the animals. Damaged surfaces cannot be readily cleaned and sanitized which could\nincrease the risk of disease towards the animals.\nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities that cannot be readily cleaned and\nsanitized, must be replaced when worn or soiled. The licensee must replace, repair, or alter the damaged vinyl plastic\nand wood in a manner that allows for the surface to be readily cleaned and sanitized. The licensee must ensure that all\nsurfaces are properly maintained at all times."
    },
    {
      "code": "3.1(e)",
      "kind": "",
      "repeat": false,
      "desc": "Housing facilities, general.",
      "narrative": "Numerous bottles of cleaning supplies and a spray can of rust-oleum are stored on the floor of the housing facility.\nCleaning supplies and spray paint could be toxic to dogs if they should come into direct contact with them.\nSubstances that are toxic to the dogs may be stored in cabinets in the animal areas. The licensee must store the\ncleaning supplies and rust-oleum in a cabinet or remove them from the housing facility when not in use. The licensee\nmust ensure all products used in the housing facility are properly stored at all times."
    },
    {
      "code": "3.6(a)(2)(x)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The puppies are housed in enclosures with raised plastic flooring. The inspector observed the feet and legs of one\ndachshund puppy falling through the openings of the floor numerous times as it walked around the enclosure. Openings\nin the flooring large enough to allow a dog's foot and leg to pass through could cause injury to the animal.\nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury,\nand that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings in the floor. The\nlicensee must alter the flooring in a manner that does not allow the puppy's feet and legs to pass through any openings.\nThe licensee must ensure that all aspects of the enclosure, including flooring, are safe for the animals at all times.\nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the\napplicant.\nAll items must be in compliance within 2 more inspection(s) or by 24-June-2023 or the applicant will forfeit the license fee\nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection.\nRegulated activity can continue under your existing USDA license until it expires.\nn"
    }
  ],
  "narrative": "3.1(c)(2) \n   \nHousing facilities, general. \nOne enclosure, housing one adult dog and three puppies, has sheets of white vinyl plastic covering the walls.  Along the \nfront edge of the enclosure the dogs have ripped and torn the vinyl plastic exposing the wood beneath.  The wood has \nalso been chewed and damaged by the animals.  Damaged surfaces cannot be readily cleaned and sanitized which could \nincrease the risk of disease towards the animals. \n \nAll surfaces must be maintained on a regular basis. Surfaces of housing facilities that cannot be readily cleaned and \nsanitized, must be replaced when worn or soiled.  The licensee must replace, repair, or alter the damaged vinyl plastic \nand wood in a manner that allows for the surface to be readily cleaned and sanitized.  The licensee must ensure that all \nsurfaces are properly maintained at all times. \n3.1(e) \n   \nHousing facilities, general. \nNumerous bottles of cleaning supplies and a spray can of rust-oleum are stored on the floor of the housing facility.  \nCleaning supplies and spray paint could be toxic to dogs if they should come into direct contact with them.   \n \nSubstances that are toxic to the dogs may be stored in cabinets in the animal areas.  The licensee must store the\n\ncleaning supplies and rust-oleum in a cabinet or remove them from the housing facility when not in use.  The licensee \nmust ensure all products used in the housing facility are properly stored at all times. \n3.6(a)(2)(x) \n   \nPrimary enclosures. \nThe puppies are housed in enclosures with raised plastic flooring.  The inspector observed the feet and legs of one \ndachshund puppy falling through the openings of the floor numerous times as it walked around the enclosure.  Openings \nin the flooring large enough to allow a dog's foot and leg to pass through could cause injury to the animal.   \n \nPrimary enclosures must have floors that are constructed in a manner that protects the dogs' feet and legs from injury, \nand that, if of mesh or slatted construction, do not allow the dogs' feet to pass through any openings in the floor.  The \nlicensee must alter the flooring in a manner that does not allow the puppy's feet and legs to pass through any openings.  \nThe licensee must ensure that all aspects of the enclosure, including flooring, are safe for the animals at all times. \n \nThis is a 1st Re-License Inspection for a Class \"A\" license. The inspection and exit briefing were conducted with the \napplicant. \n \nAll items must be in compliance within 2 more inspection(s) or by 24-June-2023 or the applicant will forfeit the license fee \nand must wait 6 months to reapply. Please contact your inspector to schedule your next Re-License Inspection. \n \nRegulated activity can continue under your existing USDA license until it expires. \n \n n",
  "animals_total": 37,
  "species": [
    {
      "count": 21,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 16,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}