{
  "insp_id": "2016082568038447",
  "layout": "a",
  "customer_id": "25856",
  "customer_name": "Leon Walthall",
  "customer_addr": "Peggy Van Huss\n21010 Hwy. 16\nSiloam Springs, AR 72761",
  "certificate": "71-A-1134",
  "site_id": "001",
  "site_name": "PEGGY VAN HUSS & LEON WALTHALL",
  "insp_type": "ROUTINE INSPECTION",
  "date": "12-DEC-2016",
  "report_date": "13-DEC-2016",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The licensee does not have a written program of veterinary care from his attending veterinarian. A complete and\naccurate written program of veterinary care is required to ensure that the animals are receiving veterinary care\nconsistent with currently accepted veterinary medical practices. Each dealer and exhibitor shall employ an attending\nveterinarian under formal arrangements. In the case of a part-time attending veterinarian or consultant\narrangements, the formal arrangements shall include a written program of veterinary care and regularly scheduled\nvisits to the premises of the dealer or exhibitor. The facility must have a veterinarian visit the facility and complete\nthe program of veterinary care."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "*****An adult, female French Bulldog, identification number 956000009308373, had abnormal left and right eyes.\nThere was an area on the surface of the cornea of both eyes that was approximately one eighth inch in diameter.\nThis area was cloudy and milky. There was a discharge from the left eye. The conjunctiva of both eyes was\nreddened and swollen. The animal was blinking both eyes much more than normal.\n*****An adult, male French Bulldog, identification number 956000009307721, had an cloudy/milky area on the\nsurface of the right eye. This area was approximately one eighth inch in diameter. The conjunctiva of both eyes\nwas reddened and swollen.\nEye conditions can be painful, can progress quickly, can result in loss of sight, and can be the result of injury or an\nunderlying medical condition. The licensee must have these animals examined by a veterinarian by close of\nbusiness on December 13, 2016, to obtain accurate diagnoses and appropriate treatment plans for the issues cited\nabove. The outcome of this consultation must be provided to the inspector upon request."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The licensee was not updating information on APHIS Form 7005, Record of Acquisition and Dogs and Cats on\nHand. The licensee had four Chihuahuas on the premises. The Form 7005 listed six Chihuahuas. There were five\nHavanese on the premises. The Form 7005 listed nine Havanese. There were six Pomeranians on the premises.\nThe Form 7005 listed ten Pomeranians. There were 17 French Bulldogs on the premises. The Form 7005 listed\nnine French Bulldogs. Complete records and proper record keeping are essential to facilitate the inspection\nprocess and to track the movement of animals covered under the Animal Welfare Act. Each dealer must make,\nkeep, and maintain records or forms which fully and correctly disclose the required information concerning each dog\nor cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her\ncontrol, or which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor.\nTo be corrected by: December 26, 2016."
    },
    {
      "code": "2.131(e)",
      "kind": "Direct",
      "repeat": false,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "There were two adult French Bulldogs and one French Bulldog puppy that were housed outside without any shelter\nor heat source. The ambient temperature at the time of inspection was 41 degrees Fahrenheit. All three animals\nwere seen shivering during the inspection. The lack of shelter and/or heat source during cold weather can cause\npain and/or distress and lead to frostbite and even death. When climatic conditions present a threat to an animal's\nhealth or well-being, appropriate measures must be taken to alleviate the impact of those conditions. The animals\nwere moved to a heated facility during the inspection.\nCorrected during the inspection."
    },
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "There were structures in the facility that were not being maintained. There were particle board sheets lining the\nwalls of the French Bulldog housing area. The edges of these sheets were chewed and ragged. Surfaces not\nmaintained on a regular basis cannot be readily cleaned and sanitized. There were two metal vertical support poles\nin disrepair. The bottom section of the poles are rusted and not structurally sound. Housing facilities for dogs must\nbe designed and constructed so that they are structurally sound. They must be kept in good repair, and they must\nprotect the animals from injury, contain the animals securely, and restrict other animals from entering. The particle\nboard sheets and metal poles must be repaired or replaced."
    },
    {
      "code": "3.9(b)",
      "kind": "Direct",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "There were at least three food receptacles that were dirty. There was rodent feces mixed in with the feed in the\nbottom of the receptacles. There was also a buildup of food residue and grime on the interior. There was “caked”\nfood kibble in the bottom of these feeders. There were at least two food receptacles with white/moldy food kibble\nbits. Food receptacles which are not properly cleaned and sanitized, can harbor disease-causing organisms and\ncould decrease the dogs' acceptability of the food. The licensee must ensure that all food receptacles are kept clean\nand are sanitized at least once every two weeks or more often if necessary in order to prevent an accumulation of\ndirt, debris, food waste, excreta, and other disease hazards. These food receptacles were cleaned during the\ninspection."
    },
    {
      "code": "3.11(d)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There was an excessive accumulation of rodent feces on the floor, window sills, food receptacles, and on top of the\nwooden enclosure boxes inside the sheltered kennel building. A mouse was seen on the floor of the facility during\nthe inspection. The licensee must establish and maintain an effective program for the control of pests to promote\nthe health and well-being of the animals and reduce contamination by pests in animal areas. These areas must also\nbe cleaned more often.\nThis inspection and exit interview were conducted with a facility representative and Jeff Baker, Veterinary Medical\nOfficer.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(a)(1)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe licensee does not have a written program of veterinary care from his attending veterinarian. A complete and\naccurate written program of veterinary care is required to ensure that the animals are receiving veterinary care\nconsistent with currently accepted veterinary medical practices. Each dealer and exhibitor shall employ an attending\nveterinarian under formal arrangements. In the case of a part-time attending veterinarian or consultant\narrangements, the formal arrangements shall include a written program of veterinary care and regularly scheduled\nvisits to the premises of the dealer or exhibitor.  The facility must have a veterinarian visit the facility and complete\nthe program of veterinary care.\n2.40(b)(2)           DIRECT                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n*****An adult, female French Bulldog, identification number 956000009308373, had abnormal left and right eyes.\nThere was an area on the surface of the cornea of both eyes that was approximately one eighth inch in diameter.\nThis area was cloudy and milky. There was a discharge from the left eye. The conjunctiva of both eyes was\nreddened and swollen.  The animal was blinking both eyes much more than normal.\n*****An adult, male French Bulldog, identification number 956000009307721, had an cloudy/milky area on the\nsurface of the right eye.  This area was approximately one eighth inch in diameter.  The conjunctiva of both eyes\nwas reddened and swollen.\nEye conditions can be painful, can progress quickly, can result in loss of sight, and can be the result of injury or an\nunderlying medical condition. The licensee must have these animals examined by a veterinarian by close of\nbusiness on December 13, 2016, to obtain accurate diagnoses and appropriate treatment plans for the issues cited\nabove. The outcome of this consultation must be provided to the inspector upon request. \n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\n\nThe licensee was not updating information on APHIS Form 7005, Record of Acquisition and Dogs and Cats on\nHand.  The licensee had four Chihuahuas on the premises.  The Form 7005 listed six Chihuahuas.  There were five\nHavanese on the premises.  The Form 7005 listed nine Havanese.  There were six Pomeranians on the premises. \nThe Form 7005 listed ten Pomeranians.  There were 17 French Bulldogs on the premises.  The Form 7005 listed\nnine French Bulldogs.  Complete records and proper record keeping are essential to facilitate the inspection\nprocess and to track the movement of animals covered under the Animal Welfare Act. Each dealer must make,\nkeep, and maintain records or forms which fully and correctly disclose the required information concerning each dog\nor cat purchased or otherwise acquired, owned, held, or otherwise in his or her possession or under his or her\ncontrol, or which is transported, euthanized, sold, or otherwise disposed of by that dealer or exhibitor.\nTo be corrected by:  December 26, 2016.\n2.131(e)           DIRECT\nHANDLING OF ANIMALS.\nThere were two adult French Bulldogs and one French Bulldog puppy that were housed outside without any shelter\nor heat source.  The ambient temperature at the time of inspection was 41 degrees Fahrenheit.  All three animals\nwere seen shivering during the inspection.  The lack of shelter and/or heat source during cold weather can cause\npain and/or distress and lead to frostbite and even death.  When climatic conditions present a threat to an animal's\nhealth or well-being, appropriate measures must be taken to alleviate the impact of those conditions. The animals\nwere moved to a heated facility during the inspection.  \nCorrected during the inspection.\n3.1(a)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nThere were structures in the facility that were not being maintained.  There were particle board sheets lining the\nwalls of the French Bulldog housing area.  The edges of these sheets were chewed and ragged.  Surfaces not\nmaintained on a regular basis cannot be readily cleaned and sanitized.  There were two metal vertical support poles\nin disrepair.  The bottom section of the poles are rusted and not structurally sound.  Housing facilities for dogs must\nbe designed and constructed so that they are structurally sound. They must be kept in good repair, and they must\nprotect the animals from injury, contain the animals securely, and restrict other animals from entering.  The particle\nboard sheets and metal poles must be repaired or replaced.\n3.9(b)           DIRECT                    REPEAT\nFEEDING.\nThere were at least three food receptacles that were dirty.  There was rodent feces mixed in with the feed in the\nbottom of the receptacles. There was also a buildup of food residue and grime on the interior. There was “caked”\nfood kibble in the bottom of these feeders.  There were at least two food receptacles with white/moldy food kibble\nbits.  Food receptacles which are not properly cleaned and sanitized, can harbor disease-causing organisms and\n\ncould decrease the dogs' acceptability of the food. The licensee must ensure that all food receptacles are kept clean\nand are sanitized at least once every two weeks or more often if necessary in order to prevent an accumulation of\ndirt, debris, food waste, excreta, and other disease hazards.  These food receptacles were cleaned during the\ninspection.\n3.11(d)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere was an excessive accumulation of rodent feces on the floor, window sills, food receptacles, and on top of the\nwooden enclosure boxes inside the sheltered kennel building. A mouse was seen on the floor of the facility during\nthe inspection.  The licensee must establish and maintain an effective program for the control of pests to promote\nthe health and well-being of the animals and reduce contamination by pests in animal areas. These areas must also\nbe cleaned more often.\nThis inspection and exit interview were conducted with a facility representative and Jeff Baker, Veterinary Medical\nOfficer.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 44,
  "species": [
    {
      "count": 32,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 12,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}