{
  "insp_id": "334151200513568",
  "layout": "a",
  "customer_id": "325396",
  "customer_name": "Kirsty Lee L L C",
  "customer_addr": "8311 N.E. 166th St.\nKenmore, WA 98028",
  "certificate": "91-C-0138",
  "site_id": "001",
  "site_name": "Kirsty Lee, L L C",
  "insp_type": "ROUTINE INSPECTION",
  "date": "30-NOV-2015",
  "report_date": "02-DEC-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "**While reviewing treatment records it was found that the rabbit (cid:28)Charcoal(cid:29), a 2 year old fuzzy lop, had been\nobserved with symptoms of upper respiratory illness on 6/26/15. Records indicate that she was finally seen by the\nattending veterinarian on 7/21/2015 and prescribed treatment approximately three weeks after her condition was\nfirst noticed. However, this treatment was not started until 8/8/2015, two weeks after recommendations were made\nand more than a month after her condition was first noticed by staff. This prolonged period between observation of\nillness, notification of the attending veterinarian, and treatment does not constitute adequate veterinary care for this\nanimal, and may have contributed to a longer course of illness.\n**While reviewing treatment records it was noted that the rabbit (cid:28)Icebreaker(cid:29), a one and a half year old white fuzzy\nlop was prescribed a 10 day course of trimethoprim sulfa by the attending veterinarian. The drug log indicates that\nshe stopped receiving treatment on day 7 of her course. Treatments resumed thirteen days later. Breaks in\ntreatment without veterinary instruction to do so can lead to relapses in illness in animals.\n**The rabbits (cid:28)Indigo(cid:29) (small, grey, lionhead), (cid:28)Hazel(cid:29) (1 year old brown mini rex), and (cid:28)Honeycomb(cid:29) (1.5 year old\nblonde Holland lop) were removed from the herd for euthanasia. Medical records documenting examination by the\nattending veterinarian and reason for euthanasia were not available for review and whether the animals received\nappropriate veterinary care cannot be assessed.\n**The rabbits (cid:28)Jillian(cid:29), a 2.5 year old red satin angora; (cid:28)Copper(cid:29), a 1.5 year old copper and grey French angora;\n(cid:28)Passion(cid:29) a lionhead buck; and (cid:28)Nightshade(cid:29) a 1.5 year old dark brown mini rex, were found deceased. There is no\nevidence that necropsies were performed to potentially determine the cause of sudden death inn these animals.\n**It was reported by the licensee that there were no treatments administered from the bulk drug supply after\n8/21/2015. However, a course of trimethoprim sulfa was prescribed by the attending veterinarian for the 2.5 year old\nchinchilla French lop, (cid:28)Dotsy(cid:29) on 8/20/2015. There is no record of this treatment being given to this animal. Failure to\ngive prescribed treatment to an animal may prolong the animal(cid:25)s illness and does not constitute appropriate\nveterinary care.\n**A kit housed with and born to the four year old white Beveran rabbit (cid:28)Moonie(cid:29) was identified to have a congenital\neye disorder by the licensee. Licensee and staff were caring for this animal in the hopes that its condition would\nimprove. The inspector was informed by staff that this care included application of a flavored chapstick. Written\ninstructions from the attending veterinarian directing this care were not available for review. It is not clear that the\ncare given by the licensee is appropriate for this animal.\nFailure to provide veterinary care and treatment in a timely manner can result in discomfort, pain, disability or death.\nThe licensee must ensure that appropriate methods to prevent, control, diagnose, and treat diseases and injuries\nare provided in a timely manner, and must provide documentation of these veterinary evaluations and treatments (if\nprescribed) to the inspectors upon request. This may include performance of necropsies on young, otherwise\nhealthy rabbits who suddenly die in order to diagnose conditions that can cause illness in the herd.\nThis is a repeat noncompliant item previously cited on 4/10/2015 and 4/29/2015."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "**The facility has a method of documenting acquisitions and dispositions. However, the record of animals on hand is\nconfusing and incomplete. Several rabbits listed as sold, including the two year old male white, angora lop (cid:28)Yeti(cid:29); the\nadult brown Polish mix (cid:28)Mrs(cid:29); the 2.5 year old French grey lop Dotsy, and the five month old brown female lionhead\nrabbit (cid:28)Mocha(cid:29) were identified as being at the facility by staff at the time of inspection. Records must be kept up to\ndate in order to facilitate tracking of these animals.\n**Dates of birth are missing from the Animals on Hand log and many of the Acquisition/Disposition sheets. This\ninformation is necessary to facilitate identification and tracking of animals within the facility.\nAccurate record keeping is essential to allow APHIS to accurately track animals and ensure that all animals are\nreceiving proper care as required by the Animal Welfare Act. Additionally, specific information regarding sources for\nacquisition and disposition are necessary in the event of disease to facilitate tracking animal movement and to\nensure animal health and welfare. The licensee must make, keep and maintain records which fully disclose\ninformation regarding all acquisitions and dispositions; including all births, deaths, animals euthanized as well as all\nother information required by this subsection.\nThis noncompliant item was previously cited on the inspection report dated 4/29/2015."
    },
    {
      "code": "3.52(b)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "**The outdoor rabbit enclosures were positioned into eight rows. The outermost enclosures of at least four rows did\nnot have a rain/snow break to protect the animals from the wind, rain or snow. The shelter holding the eight rows of\nenclosures currently have thick plastic sheeting which provides some protection from the wind, rain, and snow on\nthree sides. However, there are large gaps in the sheeting which could potentially expose the rabbits to adverse\nweather. Additionally, the plastic sheeting does not extend to the ground. On the day of the inspection the low\ntemperature was recorded to be 25 degrees Fahrenheit.\nThe licensee must ensure that all animals are adequately protected from the adverse or extreme weather conditions\non all sides of their enclosures as these conditions can stress the animals, leading to illness and injury. These\nanimals must have adequate shelter to protect them from the wind, rain, snow and other inclement weather.\nThis is a repeat noncompliant item cited previously on inspection reports dated 4/29/2015 and 6/15/2015."
    },
    {
      "code": "3.52(d)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "**It was reported that a juvenile rabbit of (cid:28)Chockie(cid:25)s(cid:29) (female, one year old brown Holland lop) September litter had\nescaped and been killed by a dog while out at the beginning of October. Circumstances of the escape were not\nclear.\n**There is a large, approximately 12 ft gap in the front of the facility where fencing and a gate used to be. In\naddition, the gate of the perimeter fence at the back part of the facility was observed to be open, providing enough\nspace for predators to enter the areas where the rabbits were housed.\nRabbits housed outdoors are vulnerable to attacks by predators; therefore outdoor housing facilities for rabbits are\nrequired to be fenced, or otherwise enclosed, to prevent the entrance of predators. Failure to maintain this fencing\nin a manner that excludes predators can lead to severe injury and / or the death of animals. In addition, as rabbits\nare prey species, presence of predators can cause stress even if they are not physically harmed. The licensee must\nensure that the rabbit enclosures are fenced or are otherwise enclosed to minimize escape, to prevent entrance of\npredators and that the gates to such fencing are kept closed so that the fencing remains functional.\nThis is a repeat noncompliant item cited previously on reports dated 11/19/2014, 1/13/2015, 4/1/2015 and\n4/29/2015."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**There are several enclosures that are not structurally sound to protect the animals from injury. The enclosures\nprovided for the rabbits, including the flooring, are constructed of wire mesh. There is no additional source of\nsupport for the larger rabbits, allowing the flooring to sag significantly making the enclosures unstable under the\nweight of the animals. Four cages with sagging bottoms were observed. One of these housed three, large, seven\nmonth old black New Zealand mix rabbits identified as offspring being born to (cid:28)Raven(cid:29), a 1.5 year old dark brown\nFlemish giant.\n**There were 4 metal cages that were identified to have excessive rust, which can affect the structural strength of\nthe surfaces and prevent proper cleaning and sanitization.\n**There were two enclosures, one containing a mature spotted lop rabbit and one containing several juvenile rabbits\nwith openings in the wire cage-front large enough for the rabbits to put their entire heads through the wire. The\ninspectors observed two rabbits, one adult and one juvenile putting their heads through these openings.\n**There was a small (approximately 2(cid:29) square) section of broken wire flooring in the six month old brown Polish mix\n(cid:28)Devin(cid:25)s(cid:29) enclosure, exposing several sharp wire points and creating an opening large enough for a mature rabbit(cid:25)s\nlimb to fit through. In addition, a hole in the bottom of an enclosure compromises the structural strength of the\nenclosure.\n**There was a large hole in the dog style kennel enclosure housing a rabbit located in the quarantine room.\nFailure to provide enclosures that are structurally sound may lead to injury, ligament and muscle damage of these\nanimals. The licensee must ensure that the enclosures are structurally sound so that the floors and sides of the\nprimary enclosures are not sagging, excessively rusted, broken, or contain openings large enough to potentially\ncause injury to the rabbits. Additionally, the primary enclosures need to be maintained in good repair to prevent\ninjury to the animals.\nThis is a repeat noncompliant item previously cited on reports dated 4/10/2015 and 4/29/2015."
    },
    {
      "code": "3.53(a)(5)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**This facility is not using properly constructed nesting boxes for females with litters less than a month old. Four\nlitters of rabbits were observed by inspectors that did not contain nesting boxes, the youngest of which is recorded\nto have been born 11/24/15. A litter of four rabbits belonging to the six month old, female tan Polish mixed rabbit\n(cid:28)Devin(cid:29) was observed to be in a nest of hay and rabbit fur constructed on the wire bottom of the cage. These rabbits\nwere born on 11/15/15. In addition, a staff member informed inspectors that dead kits had been found on the wire\ncage bottoms in the past.\nNesting boxes are necessary in order to have a safe place to give birth for the doe and to nurse her babies. It is also\nimportant to allow for the motor coordination and the heat-regulation capacity of the baby rabbits to develop. A\nnesting box needs to be provided to all females with a litter of less than a month old to ensure comfort and safety of\nthe animals.\nThis is a repeat noncompliant item previously cited on the inspection report dated 4/29/2015."
    },
    {
      "code": "3.53(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "**There was a cage containing three seven month old black New Zealand mix rabbits identified as being born to\n(cid:28)Raven(cid:29) (dark brown Flemish giant). Each rabbit appears to be greater than 11.9 lbs. The cages measure 30(cid:29) x 30(cid:29),\nor 2.5(cid:25) by 2.5(cid:25). This is 6.25 square feet or 2.08 square feet per rabbit.\nEach rabbit housed in a primary enclosure shall be provided a minimum amount of floor space according to USDA\nAPHIS Animal Welfare Act regulations. For rabbits >5.4 lbs, the minimum amount of floor spaces is 5 square feet\nper rabbit or a floor space equivalent to a 3.8(cid:25) x 3.8(cid:25) square for three rabbits of this size.\nHousing rabbits in an inappropriately sized enclosure may stress the animals. This can lead to increased\nsusceptibility to disease, incompatibility, and fighting. Rabbits must be housed in enclosures with the minimum\nrequired floor space for their health and well-being.\nCorrect by 12/9/2015."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": true,
      "desc": "FEEDING.",
      "narrative": "**At least 12 of the metal self-feeders attached to rabbit enclosures were observed to be excessively rusty, with\nsmall particles of rust flaking off into the inspector(cid:25)s hand when touched. Excessive rustiness can contaminate feed\nstored within the feeders as particles flake off into the food, possibly rendering it less nutritious, wholesome, and\npalatable to the rabbit.\nThe licensee must ensure that all food receptacles are cleaned and sanitized to minimize disease hazards.\nNoncompliant items associated with feeding practices were also cited on inspection reports dated 11/19/2014,\n1/13/2015, 4/10/2015 and 4/29/2015."
    },
    {
      "code": "3.55",
      "kind": "Direct",
      "repeat": true,
      "desc": "WATERING.",
      "narrative": "**Inspectors observed that the colony of 103 larger rabbits and 4 litters of 4-5 kits appeared thirsty, licking at the\nwater sippers at the back of their cages and gathering at the front of the cage when inspectors would pass. The\nwater lines supplying the rabbits were frozen solid upon testing. In addition, water within the water bottles supplied\nto six rabbits not supplied by the water-line system were frozen. On the day of the inspection the low temperature\nwas recorded to be 25 degrees Fahrenheit with a high of 40 degrees Fahrenheit.\nAfter requesting the licensee give the rabbits water, the inspectors observed the rabbits drinking profusely and\nconsistently. Two rabbits, (cid:28)Yeti(cid:29), a 2 year old male, white angora lop, and (cid:28)Sasquatch(cid:29), an adult male grey and white\nlop with red eyes, were observed continuously drinking water for approximately 20 minutes. After the 20 minute\nperiod the rabbits would periodically return to drink more water from the bottle. Other rabbits were very anxious and\nstanding on their hind legs as the staff put the fresh water bottles on cages. Some of the rabbits appeared frantic\nand were observed pushing other rabbits out of the way to get to the water source.\nLack of drinking water can cause discomfort and dehydration which can cause distress and disorientation. Lack of\nsufficient water can cause health conditions that can be injurious or life threatening. The licensee must ensure that\nall rabbits have a sufficient amount of potable water daily, and that a plan exists to provide fresh, potable water to\nrabbits when water bottles and lines freeze in the winter.\nThe licensee was verbally instructed to provide water to the animals immediately. At approximately 2:30 pm, 3\nhours after the problem was identified, water had yet to be provided to at least 35 of the rabbits. This included two\nmother rabbits with litters of 4 and 5 young.\nInability to access water is a repeat noncompliant item cited on reports dated 4/29/2015 and 4/10/2015."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "**Three enclosures (with at least 10 rabbits affected) had an excessive amount of dirt, urine, feces, hair and other\norganic material build up on the wire flooring.\nSanitation issues can damage the hair coat and skin and make the animals susceptible to environmental exposure.\nPoor sanitation also exposes these animals to bacterial growth that can be hazardous and lower the immune\nsystem of these animals. A compromised immune system does not allow these animals to build up the necessary\nantibodies to fight disease and infection. The licensee(cid:25)s dog was also observed urinating on a post in the rabbit\nhousing area.\nLicensee must ensure that there are adequate measures in place to remove all dust, dirt, urine, feces and all other\norganic material from all surfaces of the facility.\nThis is a repeat noncompliant item cited previously on reports dated 11/20/2014, 1/14/2015, 4/1/2015, and\n4/29/2015."
    },
    {
      "code": "3.56(b)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "**At present there is no evidence that primary enclosures are appropriately cleaned and sanitized on a regular\nschedule.\nThis may be done by washing them with hot water and soap or detergent, by washing all soiled surfaces with a\ndetergent solutions followed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam or\nflame. The licensee must employ one of these effective methods to clean and sanitize all surfaces at least once\nevery 30 days. Enclosures that are not regularly cleaned and sanitized may harbor micro-organisms that can cause\nillness in the rabbits.\nCorrect by 12/9/2015."
    },
    {
      "code": "3.56(c)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "**This facility has clutter within and around the facility perimeter. The materials consist of unused wire cages, plastic\nmaterials, wood, trash, and wire mesh. There is no organization of these materials and the majority is being kept in\nunsanitary conditions and potentially contributing to disease hazards within the facility. Excessive clutter of materials\ncreates an ideal breeding ground for mammalian and insect pests and creates numerous hiding areas that may\nconceal predators.\n**There was also a moderate to large amount of dirt and evidence of urine splatter on the plastic sheeting\nsurrounding the outdoor rabbit enclosure area.\nThe licensee must ensure that that all unwanted items are properly discarded and removed from the property, and\nthat premises shall be kept clean in order to minimize odor and pests. Additionally, useful items must be properly\ncleaned, organized and stored so that all areas of the premise, including the quarantine and storage areas are kept\nclean, in good repair and free of the accumulation of materials in order to facilitate proper husbandry practices.\nThis is a repeat noncompliant item cited previously on inspection reports dated 4/1/2015 and 4/29/2015."
    },
    {
      "code": "3.61(a)(4)",
      "kind": "",
      "repeat": true,
      "desc": "PRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.",
      "narrative": "**This facility is still using blue Rubbermaid-type totes with removable tops on a regular basis to transport rabbits to\nand from parties. The ventilation openings for the rabbits while in these totes are small holes that have been placed\nin the top of the tote lids. Inadequate ventilation can restrict necessary airflow to the animals and result in\noverheating or otherwise compromise health during transportation. Although staff indicated they remove the lids\nduring transport, this is not appropriately containing the rabbits. In addition, several totes are cracked and do not\nhave the structural strength necessary to withstand the rigors of travel.\nAll licensees are required to ensure that transport enclosures for rabbits have ventilation openings located on two\nopposite walls of the primary enclosure and that the ventilation openings on each wall are at least 16 percent of the\ntotal surface area. Alternately, transport enclosures for rabbits may have ventilation openings located on all four\nwalls of the primary enclosure provided that those openings are at least 8 percent of the total surface area of each\nwall.\nAs they are currently constructed the Rubbermaid-type totes do not provide adequate ventilation or structural\nstrength as required. Correct by ensuring that all transport enclosure used in the future are constructed in a manner\nthat adequate ventilation is provided to all animals and that all other requirements for enclosure construction are\nmet.\nThis is a repeat noncompliant item cited previously on reports dated 4/1/2015 and 4/29/2015.\nThe inspection was conducted on 11/30/2015 with the Licensee, Randy Vanadisson (IES), Dr. Carolyn McKinnie\n(SACS) and Dr. Christina Der (VMO). The exit briefing was conducted on 12/2/2015 with Licensee, Dr. Carolyn\nMcKinnie (SACS) and Dr. Christina Der (VMO).\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\n**While reviewing treatment records it was found that the rabbit (cid:28)Charcoal(cid:29), a 2 year old fuzzy lop, had been\nobserved with symptoms of upper respiratory illness on 6/26/15. Records indicate that she was finally seen by the\nattending veterinarian on 7/21/2015 and prescribed treatment approximately three weeks after her condition was\nfirst noticed. However, this treatment was not started until 8/8/2015, two weeks after recommendations were made\nand more than a month after her condition was first noticed by staff. This prolonged period between observation of\nillness, notification of the attending veterinarian, and treatment does not constitute adequate veterinary care for this\nanimal, and may have contributed to a longer course of illness.\n**While reviewing treatment records it was noted that the rabbit (cid:28)Icebreaker(cid:29), a one and a half year old white fuzzy\nlop was prescribed a 10 day course of trimethoprim sulfa by the attending veterinarian. The drug log indicates that\nshe stopped receiving treatment on day 7 of her course. Treatments resumed thirteen days later. Breaks in\ntreatment without veterinary instruction to do so can lead to relapses in illness in animals.\n**The rabbits (cid:28)Indigo(cid:29) (small, grey, lionhead), (cid:28)Hazel(cid:29) (1 year old brown mini rex), and (cid:28)Honeycomb(cid:29) (1.5 year old\nblonde Holland lop) were removed from the herd for euthanasia. Medical records documenting examination by the\nattending veterinarian and reason for euthanasia were not available for review and whether the animals received\nappropriate veterinary care cannot be assessed.\n**The rabbits (cid:28)Jillian(cid:29), a 2.5 year old red satin angora; (cid:28)Copper(cid:29), a 1.5 year old copper and grey French angora;\n(cid:28)Passion(cid:29) a lionhead buck; and (cid:28)Nightshade(cid:29) a 1.5 year old dark brown mini rex, were found deceased. There is no\nevidence that necropsies were performed to potentially determine the cause of sudden death inn these animals.\n**It was reported by the licensee that there were no treatments administered from the bulk drug supply after\n8/21/2015. However, a course of trimethoprim sulfa was prescribed by the attending veterinarian for the 2.5 year old\nchinchilla French lop, (cid:28)Dotsy(cid:29) on 8/20/2015. There is no record of this treatment being given to this animal. Failure to\ngive prescribed treatment to an animal may prolong the animal(cid:25)s illness and does not constitute appropriate\nveterinary care.\n**A kit housed with and born to the four year old white Beveran rabbit (cid:28)Moonie(cid:29) was identified to have a congenital\n\neye disorder by the licensee. Licensee and staff were caring for this animal in the hopes that its condition would\nimprove. The inspector was informed by staff that this care included application of a flavored chapstick. Written\ninstructions from the attending veterinarian directing this care were not available for review. It is not clear that the\ncare given by the licensee is appropriate for this animal.\nFailure to provide veterinary care and treatment in a timely manner can result in discomfort, pain, disability or death.\nThe licensee must ensure that appropriate methods to prevent, control, diagnose, and treat diseases and injuries\nare provided in a timely manner, and must provide documentation of these veterinary evaluations and treatments (if\nprescribed) to the inspectors upon request. This may include performance of necropsies on young, otherwise\nhealthy rabbits who suddenly die in order to diagnose conditions that can cause illness in the herd.\nThis is a repeat noncompliant item previously cited on 4/10/2015 and 4/29/2015.\n2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\n**The facility has a method of documenting acquisitions and dispositions. However, the record of animals on hand is\nconfusing and incomplete. Several rabbits listed as sold, including the two year old male white, angora lop (cid:28)Yeti(cid:29); the\nadult brown Polish mix (cid:28)Mrs(cid:29); the 2.5 year old French grey lop Dotsy, and the five month old brown female lionhead\nrabbit (cid:28)Mocha(cid:29) were identified as being at the facility by staff at the time of inspection. Records must be kept up to\ndate in order to facilitate tracking of these animals.\n**Dates of birth are missing from the Animals on Hand log and many of the Acquisition/Disposition sheets. This\ninformation is necessary to facilitate identification and tracking of animals within the facility.\nAccurate record keeping is essential to allow APHIS to accurately track animals and ensure that all animals are\nreceiving proper care as required by the Animal Welfare Act. Additionally, specific information regarding sources for\nacquisition and disposition are necessary in the event of disease to facilitate tracking animal movement and to\nensure animal health and welfare. The licensee must make, keep and maintain records which fully disclose\ninformation regarding all acquisitions and dispositions; including all births, deaths, animals euthanized as well as all\nother information required by this subsection.\nThis noncompliant item was previously cited on the inspection report dated 4/29/2015.\n3.52(b)                    REPEAT\n\nFACILITIES, OUTDOOR.   \n**The outdoor rabbit enclosures were positioned into eight rows. The outermost enclosures of at least four rows did\nnot have a rain/snow break to protect the animals from the wind, rain or snow. The shelter holding the eight rows of\nenclosures currently have thick plastic sheeting which provides some protection from the wind, rain, and snow on\nthree sides. However, there are large gaps in the sheeting which could potentially expose the rabbits to adverse\nweather. Additionally, the plastic sheeting does not extend to the ground. On the day of the inspection the low\ntemperature was recorded to be 25 degrees Fahrenheit. \nThe licensee must ensure that all animals are adequately protected from the adverse or extreme weather conditions\non all sides of their enclosures as these conditions can stress the animals, leading to illness and injury. These\nanimals must have adequate shelter to protect them from the wind, rain, snow and other inclement weather.\nThis is a repeat noncompliant item cited previously on inspection reports dated 4/29/2015 and 6/15/2015.\n3.52(d)                    REPEAT\nFACILITIES, OUTDOOR.   \n**It was reported that a juvenile rabbit of (cid:28)Chockie(cid:25)s(cid:29) (female, one year old brown Holland lop) September litter had\nescaped and been killed by a dog while out at the beginning of October. Circumstances of the escape were not\nclear.\n**There is a large, approximately 12 ft gap in the front of the facility where fencing and a gate used to be. In\naddition, the gate of the perimeter fence at the back part of the facility was observed to be open, providing enough\nspace for predators to enter the areas where the rabbits were housed.\nRabbits housed outdoors are vulnerable to attacks by predators; therefore outdoor housing facilities for rabbits are\nrequired to be fenced, or otherwise enclosed, to prevent the entrance of predators. Failure to maintain this fencing\nin a manner that excludes predators can lead to severe injury and / or the death of animals. In addition, as rabbits\nare prey species, presence of predators can cause stress even if they are not physically harmed. The licensee must\nensure that the rabbit enclosures are fenced or are otherwise enclosed to minimize escape, to prevent entrance of\npredators and that the gates to such fencing are kept closed so that the fencing remains functional.\nThis is a repeat noncompliant item cited previously on reports dated 11/19/2014, 1/13/2015, 4/1/2015 and\n4/29/2015.\n3.53(a)(1)                    REPEAT\n\nPRIMARY ENCLOSURES.   \n**There are several enclosures that are not structurally sound to protect the animals from injury. The enclosures\nprovided for the rabbits, including the flooring, are constructed of wire mesh. There is no additional source of\nsupport for the larger rabbits, allowing the flooring to sag significantly making the enclosures unstable under the\nweight of the animals. Four cages with sagging bottoms were observed. One of these housed three, large, seven\nmonth old black New Zealand mix rabbits identified as offspring being born to (cid:28)Raven(cid:29), a 1.5 year old dark brown\nFlemish giant.\n**There were 4 metal cages that were identified to have excessive rust, which can affect the structural strength of\nthe surfaces and prevent proper cleaning and sanitization.\n**There were two enclosures, one containing a mature spotted lop rabbit and one containing several juvenile rabbits\nwith openings in the wire cage-front large enough for the rabbits to put their entire heads through the wire. The\ninspectors observed two rabbits, one adult and one juvenile putting their heads through these openings.\n**There was a small (approximately 2(cid:29) square) section of broken wire flooring in the six month old brown Polish mix\n(cid:28)Devin(cid:25)s(cid:29) enclosure, exposing several sharp wire points and creating an opening large enough for a mature rabbit(cid:25)s\nlimb to fit through. In addition, a hole in the bottom of an enclosure compromises the structural strength of the\nenclosure.\n**There was a large hole in the dog style kennel enclosure housing a rabbit located in the quarantine room.\nFailure to provide enclosures that are structurally sound may lead to injury, ligament and muscle damage of these\nanimals. The licensee must ensure that the enclosures are structurally sound so that the floors and sides of the\nprimary enclosures are not sagging, excessively rusted, broken, or contain openings large enough to potentially\ncause injury to the rabbits. Additionally, the primary enclosures need to be maintained in good repair to prevent\ninjury to the animals.\nThis is a repeat noncompliant item previously cited on reports dated 4/10/2015 and 4/29/2015.\n3.53(a)(5)                    REPEAT\nPRIMARY ENCLOSURES.   \n**This facility is not using properly constructed nesting boxes for females with litters less than a month old. Four\nlitters of rabbits were observed by inspectors that did not contain nesting boxes, the youngest of which is recorded\nto have been born 11/24/15. A litter of four rabbits belonging to the six month old, female tan Polish mixed rabbit\n(cid:28)Devin(cid:29) was observed to be in a nest of hay and rabbit fur constructed on the wire bottom of the cage. These rabbits\n\nwere born on 11/15/15. In addition, a staff member informed inspectors that dead kits had been found on the wire\ncage bottoms in the past. \nNesting boxes are necessary in order to have a safe place to give birth for the doe and to nurse her babies. It is also\nimportant to allow for the motor coordination and the heat-regulation capacity of the baby rabbits to develop. A\nnesting box needs to be provided to all females with a litter of less than a month old to ensure comfort and safety of\nthe animals.\nThis is a repeat noncompliant item previously cited on the inspection report dated 4/29/2015.\n3.53(c)(2)\nPRIMARY ENCLOSURES.   \n**There was a cage containing three seven month old black New Zealand mix rabbits identified as being born to\n(cid:28)Raven(cid:29) (dark brown Flemish giant). Each rabbit appears to be greater than 11.9 lbs. The cages measure 30(cid:29) x 30(cid:29),\nor 2.5(cid:25) by 2.5(cid:25). This is 6.25 square feet or 2.08 square feet per rabbit.  \nEach rabbit housed in a primary enclosure shall be provided a minimum amount of floor space according to USDA\nAPHIS Animal Welfare Act regulations. For rabbits >5.4 lbs, the minimum amount of floor spaces is 5 square feet\nper rabbit or a floor space equivalent to a 3.8(cid:25) x 3.8(cid:25) square for three rabbits of this size.\nHousing rabbits in an inappropriately sized enclosure may stress the animals. This can lead to increased\nsusceptibility to disease, incompatibility, and fighting. Rabbits must be housed in enclosures with the minimum\nrequired floor space for their health and well-being.  \nCorrect by 12/9/2015.\n3.54(b)                    REPEAT\nFEEDING.  \n**At least 12 of the metal self-feeders attached to rabbit enclosures were observed to be excessively rusty, with\nsmall particles of rust flaking off into the inspector(cid:25)s hand when touched. Excessive rustiness can contaminate feed\nstored within the feeders as particles flake off into the food, possibly rendering it less nutritious, wholesome, and\npalatable to the rabbit. \nThe licensee must ensure that all food receptacles are cleaned and sanitized to minimize disease hazards.\nNoncompliant items associated with feeding practices were also cited on inspection reports dated 11/19/2014,\n\n1/13/2015, 4/10/2015 and 4/29/2015.\n3.55           DIRECT                    REPEAT\nWATERING.    \n**Inspectors observed that the colony of 103 larger rabbits and 4 litters of 4-5 kits appeared thirsty, licking at the\nwater sippers at the back of their cages and gathering at the front of the cage when inspectors would pass. The\nwater lines supplying the rabbits were frozen solid upon testing. In addition, water within the water bottles supplied\nto six rabbits not supplied by the water-line system were frozen. On the day of the inspection the low temperature\nwas recorded to be 25 degrees Fahrenheit with a high of 40 degrees Fahrenheit.\nAfter requesting the licensee give the rabbits water, the inspectors observed the rabbits drinking profusely and\nconsistently. Two rabbits, (cid:28)Yeti(cid:29), a 2 year old male, white angora lop, and (cid:28)Sasquatch(cid:29), an adult male grey and white\nlop with red eyes, were observed continuously drinking water for approximately 20 minutes. After the 20 minute\nperiod the rabbits would periodically return to drink more water from the bottle. Other rabbits were very anxious and\nstanding on their hind legs as the staff put the fresh water bottles on cages. Some of the rabbits appeared frantic\nand were observed pushing other rabbits out of the way to get to the water source. \nLack of drinking water can cause discomfort and dehydration which can cause distress and disorientation. Lack of\nsufficient water can cause health conditions that can be injurious or life threatening. The licensee must ensure that\nall rabbits have a sufficient amount of potable water daily, and that a plan exists to provide fresh, potable water to\nrabbits when water bottles and lines freeze in the winter.\nThe licensee was verbally instructed to provide water to the animals immediately. At approximately 2:30 pm, 3\nhours after the problem was identified, water had yet to be provided to at least 35 of the rabbits. This included two\nmother rabbits with litters of 4 and 5 young.\nInability to access water is a repeat noncompliant item cited on reports dated 4/29/2015 and 4/10/2015.\n3.56(a)(1)                    REPEAT\nSANITATION. \n**Three enclosures (with at least 10 rabbits affected) had an excessive amount of dirt, urine, feces, hair and other\norganic material build up on the wire flooring.\nSanitation issues can damage the hair coat and skin and make the animals susceptible to environmental exposure.\nPoor sanitation also exposes these animals to bacterial growth that can be hazardous and lower the immune\nsystem of these animals. A compromised immune system does not allow these animals to build up the necessary\n\nantibodies to fight disease and infection. The licensee(cid:25)s dog was also observed urinating on a post in the rabbit\nhousing area. \nLicensee must ensure that there are adequate measures in place to remove all dust, dirt, urine, feces and all other\norganic material from all surfaces of the facility. \nThis is a repeat noncompliant item cited previously on reports dated 11/20/2014, 1/14/2015, 4/1/2015, and\n4/29/2015.\n3.56(b)\nSANITATION. \n**At present there is no evidence that primary enclosures are appropriately cleaned and sanitized on a regular\nschedule. \nThis may be done by washing them with hot water and soap or detergent, by washing all soiled surfaces with a\ndetergent solutions followed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam or\nflame. The licensee must employ one of these effective methods to clean and sanitize all surfaces at least once\nevery 30 days. Enclosures that are not regularly cleaned and sanitized may harbor micro-organisms that can cause\nillness in the rabbits.\nCorrect by 12/9/2015.\n3.56(c)                    REPEAT\nSANITATION. \n**This facility has clutter within and around the facility perimeter. The materials consist of unused wire cages, plastic\nmaterials, wood, trash, and wire mesh. There is no organization of these materials and the majority is being kept in\nunsanitary conditions and potentially contributing to disease hazards within the facility. Excessive clutter of materials\ncreates an ideal breeding ground for mammalian and insect pests and creates numerous hiding areas that may\nconceal predators. \n**There was also a moderate to large amount of dirt and evidence of urine splatter on the plastic sheeting\nsurrounding the outdoor rabbit enclosure area. \nThe licensee must ensure that that all unwanted items are properly discarded and removed from the property, and\n\nthat premises shall be kept clean in order to minimize odor and pests. Additionally, useful items must be properly\ncleaned, organized and stored so that all areas of the premise, including the quarantine and storage areas are kept\nclean, in good repair and free of the accumulation of materials in order to facilitate proper husbandry practices.\nThis is a repeat noncompliant item cited previously on inspection reports dated 4/1/2015 and 4/29/2015.\n3.61(a)(4)                    REPEAT\nPRIMARY ENCLOSURES USED TO TRANSPORT LIVE RABBITS.\n**This facility is still using blue Rubbermaid-type totes with removable tops on a regular basis to transport rabbits to\nand from parties. The ventilation openings for the rabbits while in these totes are small holes that have been placed\nin the top of the tote lids. Inadequate ventilation can restrict necessary airflow to the animals and result in\noverheating or otherwise compromise health during transportation. Although staff indicated they remove the lids\nduring transport, this is not appropriately containing the rabbits. In addition, several totes are cracked and do not\nhave the structural strength necessary to withstand the rigors of travel. \nAll licensees are required to ensure that transport enclosures for rabbits have ventilation openings located on two\nopposite walls of the primary enclosure and that the ventilation openings on each wall are at least 16 percent of the\ntotal surface area. Alternately, transport enclosures for rabbits may have ventilation openings located on all four\nwalls of the primary enclosure provided that those openings are at least 8 percent of the total surface area of each\nwall.\nAs they are currently constructed the Rubbermaid-type totes do not provide adequate ventilation or structural\nstrength as required. Correct by ensuring that all transport enclosure used in the future are constructed in a manner\nthat adequate ventilation is provided to all animals and that all other requirements for enclosure construction are\nmet.\nThis is a repeat noncompliant item cited previously on reports dated 4/1/2015 and 4/29/2015.\nThe inspection was conducted on 11/30/2015 with the Licensee, Randy Vanadisson (IES), Dr. Carolyn McKinnie\n(SACS) and Dr. Christina Der (VMO). The exit briefing was conducted on 12/2/2015 with Licensee, Dr. Carolyn\nMcKinnie (SACS) and Dr. Christina Der (VMO).\n\nAdditional Inspectors\nMckinnie Carolyn, Supervisory Animal Care Specialist",
  "animals_total": 103,
  "species": [
    {
      "count": 103,
      "scientific": "Oryctolagus cuniculus",
      "common": "EUROPEAN RABBIT"
    }
  ]
}