{
  "insp_id": "2016082569024617",
  "layout": "a",
  "customer_id": "334776",
  "customer_name": "Baringer Family Farm",
  "customer_addr": "28351 370th St\nLe Sueur, MN 56058",
  "certificate": "41-C-0288",
  "site_id": "001",
  "site_name": "BARINGER FAMILY FARM",
  "insp_type": "ROUTINE INSPECTION",
  "date": "23-JAN-2018",
  "report_date": "23-JAN-2018",
  "citations": [
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": true,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "The animal records were incomplete. The acquisition, disposition, and inventory were incomplete for 39 rabbits and\ntwo pigs. One alpaca had died in the early part of January 2018 and was not documented. In addition, the dates of\nsix goat deaths since the last inspection had not been documented. Not providing complete and accurate\ninformation does not allow for proper tracking of the animals by an APHIS official. A current inventory of all\nregulated animals must be created and maintained going forward. All acquisition and disposition information must\nbe documented for all regulated animals."
    },
    {
      "code": "3.53(c)(3)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "One primary enclosure containing eight rabbits was too small for the rabbits it contained. The licensee estimated\nthe individual rabbit weights to be 4 lbs on average. For eight rabbits they would need a total space of 12 square\nfeet. The enclosure measured 41.5 inches by 18 inches for a total of 747 square inches or 5.1875 square feet. The\nenclosure is short by 6.8125 square feet. Cage space requirements ensure that the rabbits have enough room to\nmove about freely within their enclosures. It minimizes the rabbits from stepping or sitting in their feces or urine and\nalso minimizes the spread of disease. The licensee must ensure that all enclosures containing rabbits have enough\nfloor space to meet the minimum floor space requirements for the number of and the size of the rabbits in that\nenclosure. Correct immediately."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "SANITATION.",
      "narrative": "An enclosure containing eight rabbits had a large amount of feces building up on one side of the enclosure.\nBecause of the large number of rabbits in the small size of the enclosure, feces is easily able to build up within the\nenclosure. Upon inspection, the rabbits were generally trying to stay out of the feces that had built up on the one\nside of the enclosure but not all the rabbits were able to fit on the cleaner side so at least a couple of the rabbits had\nno choice but to sit in the feces. Rabbits sitting in their own feces can contribute to the spread of disease not only\namong the rabbits, but also any person that may come into contact with those rabbits. The rabbits should be\nprovided a larger enclosure or divided into multiple enclosures and the enclosure(s) should be cleaned on a more\nregular basis so it doesn't get to the point that the rabbits have no choice but to sit in their own feces. Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report."
    }
  ],
  "narrative": "2.75(b)(1)                    REPEAT\nRECORDS: DEALERS AND EXHIBITORS.\nThe animal records were incomplete.  The acquisition, disposition, and inventory were incomplete for 39 rabbits and\ntwo pigs.  One alpaca had died in the early part of January 2018 and was not documented.  In addition, the dates of\nsix goat deaths since the last inspection had not been documented.  Not providing complete and accurate\ninformation does not allow for proper tracking of the animals by an APHIS official. A current inventory of all\nregulated animals must be created and maintained going forward. All acquisition and disposition information must\nbe documented for all regulated animals.\n3.53(c)(3)\nPRIMARY ENCLOSURES.   \nOne primary enclosure containing eight rabbits was too small for the rabbits it contained.  The licensee estimated\nthe individual rabbit weights to be 4 lbs on average.  For eight rabbits they would need a total space of 12 square\nfeet.  The enclosure measured 41.5 inches by 18 inches for a total of 747 square inches or 5.1875 square feet.  The\nenclosure is short by 6.8125 square feet.  Cage space requirements ensure that the rabbits have enough room to\nmove about freely within their enclosures. It minimizes the rabbits from stepping or sitting in their feces or urine and\nalso minimizes the spread of disease. The licensee must ensure that all enclosures containing rabbits have enough\nfloor space to meet the minimum floor space requirements for the number of and the size of the rabbits in that\nenclosure. Correct immediately.\n3.56(a)(1)\nSANITATION. \nAn enclosure containing eight rabbits had a large amount of feces building up on one side of the enclosure. \nBecause of the large number of rabbits in the small size of the enclosure, feces is easily able to build up within the\nenclosure.  Upon inspection, the rabbits were generally trying to stay out of the feces that had built up on the one\nside of the enclosure but not all the rabbits were able to fit on the cleaner side so at least a couple of the rabbits had\nno choice but to sit in the feces.  Rabbits sitting in their own feces can contribute to the spread of disease not only\namong the rabbits, but also any person that may come into contact with those rabbits.  The rabbits should be\nprovided a larger enclosure or divided into multiple enclosures and the enclosure(s) should be cleaned on a more\n\nregular basis so it doesn't get to the point that the rabbits have no choice but to sit in their own feces.  Correct\nimmediately.\nThis inspection and exit interview were conducted with the licensee.\nEnd of report.",
  "animals_total": 103,
  "species": [
    {
      "count": 4,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 31,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 5,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 39,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 20,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}