{
  "insp_id": "303141450090163",
  "layout": "a",
  "customer_id": "5134",
  "customer_name": "Kevin Aschinger",
  "customer_addr": "Lindy Aschinger\n1321 380 St\nWestside, IA 51467",
  "certificate": "42-A-0446",
  "site_id": "001",
  "site_name": "KEVIN AND LINDY ASCHINGER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "28-OCT-2014",
  "report_date": "31-OCT-2014",
  "citations": [
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In several of the outdoor housing enclosures, affecting at least 20 dogs, the metal siding on the shelters has rusted,\nbroken and twisted outward creating sharp points and edges at the level of the dogs.\nIn (cid:28)\"A(cid:29)\" building, one enclosure housing four dogs has metal strips framing the access door. The metal strip along\nthe bottom has broken creating sharp edges and points. The dogs cannot avoid stepping on this broken strip of\nmetal to go through the access door.\nSharp points and edges can cause injury to the dogs. All sharp points and edges must be removed or altered in a\nmanner that they no longer pose an injury risk to the dogs. Licensee must establish a maintenance plan to ensure\nthat all enclosures remain safe for the dogs."
    },
    {
      "code": "3.1(c)(3)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "In the (cid:28)\"Whelping\"(cid:29) building, affecting at least two adult dogs and six puppies, the whelping boxes are constructed of\nwood and have been excessively chewed by the dogs.\nIn building (cid:28)\"B\"(cid:29), there are two enclosures housing at least seven dogs, that have a strip of wood beneath the\naccess door in the inside portion of the enclosure. These strips of wood have been excessively chewed and\ndamaged by the dogs and have become dirty and grimy.\nThroughout the sheltered housing facilities referred to as \"(cid:28)Whelping, W2, A, B, C and D\", and affecting at least 30\ndogs, several of the access doors have been excessively chewed by the dogs and these damaged areas have\nbecome dirty.\nThe damage caused by the dogs(cid:25) chewing allows dirt and grime to penetrate the surface of the affected areas of the\nenclosures and does not allow for proper cleaning and sanitization. All chewed and damaged surfaces must be\nreplaced or altered in a manner to allow for proper cleaning and sanitization to occur every two weeks or as often as\nnecessary."
    },
    {
      "code": "3.1(f)",
      "kind": "",
      "repeat": true,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "Inside of an outdoor enclosure, housing 2 dogs, there is a large burrow that has been dug underneath a cement\nslab. The burrow was measured to be greater than 3 ft. in length, and width and approximately 2 ft. in height. This\nburrow does not allow for proper drainage to occur and puddles or pools of water could become contaminated\ncreating a disease hazard. The licensee must fill this burrow/hole and ensure that all dug holes are filled in a timely\nmanner to allow for proper drainage to occur.\nIn at least 3 of the outdoor enclosures \"(cid:28)South of Barn\"(cid:29), affecting 9 dogs, the drainage system is not functioning\nproperly. When it rains or when there is another source of water applied to the pens at the higher elevation\nenclosures it all drains into lower elevation enclosures creating large pools. This water that is washed down from\nthe higher elevation enclosures contains waste material and other materials that could be harmful to the other dogs\nin the lower elevation enclosures. The licensee must clean these affected enclosures and ensure that when\nrainwater and/or waste water has settled into these enclosures that it is quickly removed or constructed in a manner\nthat allows the dogs to remain clean and dry."
    },
    {
      "code": "3.4(c)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The wooden clad shelters in several of the outdoor enclosures, affecting at least 20 dogs, have become worn. The\ndogs have chewed and scratched areas of the wood rendering it unable to be properly cleaned and sanitized. The\nlicensee must repair or replace the affected shelters so that the surface may be properly cleaned and sanitized.\nIn the majority of the outdoor enclosures, affecting at least 76 dogs, the cement is cracked and or broken. These\ncracks are spanning the length and width of several of the enclosures. The cracked and/or broken areas have large\ngaps, at least 1 inch in width, that has hair, dirt and other organic material accumulated in them. These areas can\nno longer be cleaned and sanitized properly and can create a disease hazard to the dogs. The licensee must repair\nthe cracks or broken areas of cement.\nThe licensee must establish and maintain a program that will allow all surfaces in contact with the animals to be\nreadily cleaned and sanitized on a regular basis.\nTo be corrected by: 25 Nov 14"
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "Throughout the outdoor housing enclosures, affecting at least eleven dogs, the water buckets have been\nexcessively chewed by the dogs and these damaged areas have become dirty. In the whelping building, affecting\none adult and one puppy, there is a food bowl that has been excessively chewed by the dogs and the damaged\nareas have become dirty.\nIn one outdoor housing enclosure, affecting at least two Siberian Huskies, there is a metal water receptacle that has\ndark colored water with a blackish green material containing white specks floating on the top. In an outdoor housing\nenclosure, affecting at least two dogs, there are bird droppings on the water bucket and in the water. In one\nenclosure housing two huskies, and another enclosure housing three pugs, the water receptacles have algae\ngrowing in them and the water has algae floating in it.\nIn the areas of the outdoor housing facility referred to as \"(cid:28)Husky Area\"(cid:29) and (cid:28)\"South of the Barn\"(cid:29) the enclosures\nhave metal self-feeders. Several of these feeders, affecting at least thirty dogs, have bird droppings across the top\nof them and running down their sides.\nDamage to food and water receptacles caused by chewing allows dirt and food waste to penetrate the surface of\nthe receptacle and does not permit proper cleaning and sanitization to occur.\nFood and water receptacles contaminated by bird droppings, algae, dirt and grime can pose a health risk to the\ndogs.\nAll food and water receptacles damaged by the dogs'(cid:25) chewing must be replaced or altered in a manner that allows\nfor proper cleaning and sanitization every two weeks or as often as necessary in order to ensure they remain free of\nbird droppings, algae, dirt and grime.\nThis is a continuation report of the routine inspection conducted on 28 October 14.\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector"
    }
  ],
  "narrative": "3.1(c)(1)(2)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn several of the outdoor housing enclosures, affecting at least 20 dogs, the metal siding on the shelters has rusted,\nbroken and twisted outward creating sharp points and edges at the level of the dogs.    \nIn (cid:28)\"A(cid:29)\" building, one enclosure housing four dogs has metal strips framing the access door.  The metal strip along\nthe bottom has broken creating sharp edges and points.  The dogs cannot avoid stepping on this broken strip of\nmetal to go through the access door. \nSharp points and edges can cause injury to the dogs.  All sharp points and edges must be removed or altered in a\nmanner that they no longer pose an injury risk to the dogs.  Licensee must establish a maintenance plan to ensure\nthat all enclosures remain safe for the dogs.\n3.1(c)(3)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nIn the (cid:28)\"Whelping\"(cid:29) building, affecting at least two adult dogs and six puppies, the whelping boxes are constructed of\nwood and have been excessively chewed by the dogs.  \nIn building (cid:28)\"B\"(cid:29), there are two enclosures housing at least seven dogs, that have a strip of wood beneath the\naccess door in the inside portion of the enclosure.  These strips of wood have been excessively chewed and\ndamaged by the dogs and have become dirty and grimy. \nThroughout the sheltered housing facilities referred to as \"(cid:28)Whelping, W2, A, B, C and D\", and affecting at least 30\ndogs, several of the access doors have been excessively chewed by the dogs and these damaged areas have\nbecome dirty. \nThe damage caused by the dogs(cid:25) chewing allows dirt and grime to penetrate the surface of the affected areas of the\nenclosures and does not allow for proper cleaning and sanitization.  All chewed and damaged surfaces must be\n\nreplaced or altered in a manner to allow for proper cleaning and sanitization to occur every two weeks or as often as\nnecessary.\n3.1(f)                    REPEAT\nHOUSING FACILITIES, GENERAL.\nInside of an outdoor enclosure, housing 2 dogs, there is a large burrow that has been dug underneath a cement\nslab.  The burrow was measured to be greater than 3 ft. in length, and width and approximately 2 ft. in height.  This\nburrow does not allow for proper drainage to occur and puddles or pools of water could become contaminated\ncreating a disease hazard.  The licensee must fill this burrow/hole and ensure that all dug holes are filled in a timely\nmanner to allow for proper drainage to occur.  \nIn at least 3 of the outdoor enclosures \"(cid:28)South of Barn\"(cid:29), affecting 9 dogs, the drainage system is not functioning\nproperly.  When it rains or when there is another source of water applied to the pens at the higher elevation\nenclosures it all drains into lower elevation enclosures creating large pools.  This water that is washed down from\nthe higher elevation enclosures contains waste material and other materials that could be harmful to the other dogs\nin the lower elevation enclosures. The licensee must clean these affected enclosures and ensure that when\nrainwater and/or waste water has settled into these enclosures that it is quickly removed or constructed in a manner\nthat allows the dogs to remain clean and dry.  \n3.4(c)\nOUTDOOR HOUSING FACILITIES.\nThe wooden clad shelters in several of the outdoor enclosures, affecting at least 20 dogs, have become worn.  The\ndogs have chewed and scratched areas of the wood rendering it unable to be properly cleaned and sanitized.  The\nlicensee must repair or replace the affected shelters so that the surface may be properly cleaned and sanitized.  \nIn the majority of the outdoor enclosures, affecting at least 76 dogs, the cement is cracked and or broken.  These\ncracks are spanning the length and width of several of the enclosures.  The cracked and/or broken areas have large\ngaps, at least 1 inch in width,  that has hair, dirt and other organic material accumulated in them.  These areas can\nno longer be cleaned and sanitized properly and can create a disease hazard to the dogs.  The licensee must repair\nthe cracks or broken areas of cement.\nThe licensee must establish and maintain a program that will allow all surfaces in contact with the animals to be\nreadily cleaned and sanitized on a regular basis.  \nTo be corrected by:  25 Nov 14\n\n3.11(b)(2)                    REPEAT\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThroughout the outdoor housing enclosures, affecting at least eleven dogs, the water buckets have been\nexcessively chewed by the dogs and these damaged areas have become dirty.  In the whelping building, affecting\none adult and one puppy, there is a food bowl that has been excessively chewed by the dogs and the damaged\nareas have become dirty.  \nIn one outdoor housing enclosure, affecting at least two Siberian Huskies, there is a metal water receptacle that has\ndark colored water with a blackish green material containing white specks floating on the top.  In an outdoor housing\nenclosure, affecting at least two dogs, there are bird droppings on the water bucket and in the water.  In one\nenclosure housing two huskies, and another enclosure housing three pugs, the water receptacles have algae\ngrowing in them and the water has algae floating in it.\nIn the areas of the outdoor housing facility referred to as \"(cid:28)Husky Area\"(cid:29) and (cid:28)\"South of the Barn\"(cid:29) the enclosures\nhave metal self-feeders.  Several of these feeders, affecting at least thirty dogs, have bird droppings across the top\nof them and running down their sides.  \nDamage to food and water receptacles caused by chewing allows dirt and food waste to penetrate the surface of\nthe receptacle and does not permit proper cleaning and sanitization to occur.\nFood and water receptacles contaminated by bird droppings, algae, dirt and grime can pose a health risk to the\ndogs.\nAll food and water receptacles damaged by the dogs'(cid:25) chewing must be replaced or altered in a manner that allows\nfor proper cleaning and sanitization every two weeks or as often as necessary in order to ensure they remain free of\nbird droppings, algae, dirt and grime.\nThis is a continuation report of the routine inspection conducted on 28 October 14.\nInspection and exit interview conducted with facility representative.\nAdditional Inspectors\nOsborne Stephanie, Animal Care Inspector",
  "animals_total": 247,
  "species": [
    {
      "count": 218,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 29,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}