{
  "insp_id": "INS-0000981439",
  "layout": "c",
  "customer_id": "3166",
  "customer_name": "Carousel Properties LLC",
  "customer_addr": "4931 Center Hill Church Road\nLoganville, GA 30052",
  "certificate": "57-C-0374",
  "site_id": "001",
  "site_name": "CAROUSEL PROPERTIES",
  "insp_type": "ROUTINE INSPECTION",
  "date": "16-APR-2024",
  "report_date": "01-MAY-2024",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "A bottle of ivermectin, located in the drawer storing medications, expired 10/2023 and was recently used to deworm the\nhoofstock (goats, sheep, camel, llama, and alpaca) three months prior (January 2023) while expired, per the facility\nrepresentative. Upon inspection, a goat and pig were observed with hair loss, possibly indicating a parasite problem.\nExpired medical products may lose their effectiveness and could leave the animals without proper protection against\nserious and/or deadly diseases. Each exhibitor shall use appropriate methods to prevent, control, diagnose, and prevent\ndiseases and injuries. Expired medication should be properly disposed of and the licensee must ensure that all medical\nproducts being maintained for use at the facility are current and have not expired in order to support the health and well-\nbeing of the animals.\nCorrect by 05/15/2024."
    },
    {
      "code": "2.40(b)(3)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "The following animals have veterinary care issues that the licensee had not noticed before and the attending veterinarian\nhad not been notified:\n• A brown female goat named “Long Horn” has some hair loss around the base of her tail and the skin appeared scaly and\ndry.\n• A black and white female pig in the left enclosure of pigs is mostly hairless with skin that appears thickened. The facility\nrepresentative stated she had always looked that way.\n• A tan and white rabbit has some yellowish discharge from its left eye and the skin around the eyelid is moist and pink.\nFailure to promptly identify such conditions delays appropriate treatment and may cause undue discomfort to the animals.\nDaily observation of all animals is necessary to assess their health and well-being. If any problems of animal health,\nbehavior, or well-being are noted, they must be conveyed to the attending veterinarian in a timely and accurate manner to\nallow for appropriate diagnosis and treatment.\nCorrected at the time of inspection.\nThe attending veterinarian arrived for an already scheduled routine visit during this inspection."
    },
    {
      "code": "2.75(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Records: Dealers and exhibitors.",
      "narrative": "The current Record of Animals on hand (acquisition and disposition records) is not current or complete. Since the last\ninspection additional animals have been acquired (quantity increased from 75 to 249) and more have been sold/disposed\nof, per a facility representative, without documentation. Most acquisitions are offspring from the rabbits and goats at the\nfacility which were sold later. Also, birds on site account for some of the inventory increase because birds are now\ncovered by the Animal Welfare Act since the last inspection. Accurate and complete acquisition and disposition records\nare necessary to allow for medical and legal tracking of the animals. The facility shall ensure that they make, keep, and\nmaintain records that fully and correctly disclose all the required information for all animals purchased or otherwise\nacquired, owned, held, leased or in their possession or which are transported, sold, euthanized, or otherwise disposed of.\nThe records shall include any offspring born of any animal while in his or her possession.\nCorrect by 06/01/2024."
    },
    {
      "code": "2.126(c)",
      "kind": "",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "Itineraries have not been sent to the Animal Care office to indicate the licensee was exhibiting overnight at off-site\nlocations, per the licensee, since the last inspection. When asked when the last overnight off-site exhibition was, a facility\nrepresentative stated the weekend before the current inspection, April 13-14, 2024, the following animals were taken to\nDuncan, SC: a capuchin, kangaroo, camel, alpacas, rabbits and birds (cockatoo, macaw, swan, turkey, chickens, and\nducks). Submission of a written itinerary is required in advance of any travel in order to allow USDA Animal Care to be\nable to track and inspect the animals regulated under the Animal Welfare Act and Regulations. The facility shall submit a\nwritten itinerary including all the required information to USDA Animal Care (email animalcare@usda.gov) at least two\ndays in advance (or if the exhibitor accepts an engagement for which travel will begin with less than 48 hours’ notice, the\nexhibitor shall notify Animal Care immediately) of any overnight travel for exhibition of any animal at any location other\nthan the person's approved site.\nCorrect by 05/10/2024."
    },
    {
      "code": "2.134",
      "kind": "",
      "repeat": false,
      "desc": "Contingency planning.",
      "narrative": "The facility did not have a documented contingency plan available for review at the time of inspection. A written\ncontingency plan is required to help ensure animal health and well-being in the event of an emergency or disaster; without\nthis tool, animals may suffer illness, injury, or death due to unpreparedness should an emergency or disaster strike. The\nlicensee must develop, document, and follow an appropriate contingency plan that provides for the humane handling,\ntreatment, transportation, housing, and care of their animals in the event of an emergency or disaster. The plan should\nalso identify situations that trigger the plan, outline specific tasks required to be carried out in response, identify a chain of\ncommand and who will be responsible for fulfilling the tasks, while also addressing how the response and recovery will be\nhandled. The plan must also be reviewed annually, and all employees trained on the plan within 30 days of employment.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.28(c)(1)(iii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Eleven adult guinea pigs are housed in a plastic bottomed indoor primary enclosure with wire sides and top that supplies\nless than the minimum required space for each guinea pig. The guinea pigs are over 350 grams and therefore require 101\nsquare inches each (or 1,111 square inches for this group of eleven). Their enclosure measures 16.5 inches wide by 40\ninches long providing a total of 660 square inches of floor space (only enough space for 6 guinea pigs of this size). Not\nproviding the minimum area of space does not allow for adequate freedom of movement, exercise, or reduce the potential\nfor injury due to overcrowding or competition between the guinea pigs. All guinea pigs of this size must be provided at\nleast the minimum required floor space (101 square inches for each guinea pig weighing > 350 grams) in their primary\nenclosure.\nCorrect by 05/15/2024."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Two primary indoor enclosures, made of plastic bottoms with wire sides and top, housing guinea pigs are not being\nsanitized appropriately. When asked, a facility representative stated the enclosures are being cleaned only with soap and\nwater every few days with no appropriate disinfectant being applied after the cleaning. When enclosures are not sanitized,\nthere is higher risk of large numbers of germs remaining on the surface which creates a health hazard for the guinea pigs.\nPrimary enclosures for guinea pigs shall be sanitized at least once every 2 weeks by washing them with hot water (180\ndegrees F) and soap or detergent, or by washing all soiled surfaces with a detergent solution followed by a safe and\neffective disinfectant, or by cleaning all soiled surfaces with live steam.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.53(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "One male rabbit’s elevated outdoor wire enclosure is in need of repair. A hole approximately 2.5 x 2.5 inches wide is in\nthe bottom of the wire enclosure with sharp points extending into the hole. The rabbit could injure himself if his body,\nhead, or leg became caught in the opening. The primary enclosures for rabbits must be maintained in good repair to\nprotect the rabbits from injury, contain the animals, and restrict the entrance of other animals.\nCorrect by 05/10/2024."
    },
    {
      "code": "3.54(b)",
      "kind": "",
      "repeat": false,
      "desc": "Feeding.",
      "narrative": "The food receptacles for the rabbits are being cleaned weekly with soap and water, per a facility representative, but are\nnot being sanitized after cleaning. Without adequate sanitization there is a higher risk of large numbers of harmful germs\nremaining on the surfaces which creates a health hazard for the rabbits. Sanitization can be achieved by washing with hot\nwater (180 °F) and soap or detergent as in a mechanical cage washer, or by washing all soiled surfaces with a detergent\nsolution followed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam or flame. Food and\nwater receptacles must be sanitized at least once every 2 weeks.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.55",
      "kind": "",
      "repeat": false,
      "desc": "Watering.",
      "narrative": "Most of the light-colored water bottles for rabbits, attached to their outdoor primary enclosures, have a buildup of green\nmaterial coating the inside of the water bottle lixits and are in need of cleaning. Unclean and unsanitary drinking water can\ncause illness, discomfort, or may cause animals to drink less water leading to dehydration. Sufficient potable water shall\nbe provided daily, and all watering receptacles shall be sanitized when dirty and at least once every two weeks.\nSanitization can be achieved by washing with hot water (180 °F) and soap or detergent as in a mechanical cage washer,\nor by washing all soiled surfaces with a detergent solution followed by a safe and effective disinfectant, or by cleaning all\nsoiled surfaces with live steam or flame.\nCorrect by 05/10/2024."
    },
    {
      "code": "3.56(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "Four primary outdoor enclosures, each housing 4 rabbits, composed of wire mesh flooring and an attached wooden box\nshelter with a solid floor, are in need of cleaning. Per facility representatives, the enclosures are scraped weekly. A\nmoderate amount of feces and rabbit fur could be seen attached to the wire floor in two of the enclosures, collecting and\npiling up next to the food receptacle, unable to pass through the wire. In two other enclosures, the wooden floors of the\nshelters have more feces than bedding present. The accumulation of feces and dirty bedding can result in illness and\ndiscomfort thus having the potential to negatively impact the well-being of the rabbits. Primary enclosures housing rabbits\nmust be kept reasonably free of excreta and other debris by appropriate periodic cleaning.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.56(b)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Sanitation.",
      "narrative": "The primary outdoor enclosures for the rabbits, composed of wire mesh and an attached wooden or plastic shelter,\nelevated above the ground, are not being sanitized per facility representatives. They are currently scraped clean weekly\nwithout any detergent or sanitization products used. When enclosures are not sanitized adequately, there is a higher risk\nof large numbers of harmful germs remaining on the surfaces which creates a health hazard for the rabbits. Adequate\nsanitization of the rabbits' primary enclosures is necessary to prevent spread of disease and odors. The primary\nenclosures must be sanitized at least once every 30 days to reduce these risks and provide for the overall well-being of\nthe animals.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.58(a)",
      "kind": "",
      "repeat": false,
      "desc": "Classification and separation.",
      "narrative": "When exhibited during off site exhibitions, per a facility representative, rabbits are placed within an enclosure with other\nspecies of animals. When photos from the facility's social media page were shown to the facility representative depicting\nrabbits within a penned enclosure with goats and sheep in one photo, and in another photo, with ducks, chickens and\npigs, they confirmed that is how they have been exhibiting the rabbits. Rabbits housed in the same primary enclosure with\nother species of animals may cause harm or injury. Rabbits shall not be housed in the same primary enclosure with any\nother species in order to protect their health and well-being.\nCorrect by 05/10/2024."
    },
    {
      "code": "3.84(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The indoor primary enclosure for one male capuchin is not being sanitized per a facility representative. Instead, it is\ncleaned with detergent and a pressure washer once a month without any appropriate disinfectants used. The enclosure\nmust be adequately cleaned and sanitized at least once every two weeks, or more often, if necessary to prevent an\nexcessive accumulation of dirt, debris, food waste, and excreta as well as to reduce disease hazards. Sanitization must\nbe done using one of the following methods: live steam under pressure, washing with soap and water of 180 degrees\nFahrenheit or with regular water plus a detergent and disinfectant. The indoor hon-human primate enclosure must be\nsanitized at least once every two weeks using one of the required methods.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, general.",
      "narrative": "The following outdoor enclosures either contain sharp points of wire protruding into the animals’ primary enclosure or are\nin need of repair:\n• One enclosure of 9 pigs has chicken wire partially attached to the metal gate at the front of the enclosure that has\nbecome tangled, causing it to unravel. The wire is bent in many areas causing some sharp points of wire (varying in\nlength from approximately 1 inch to 6 inches long at varying heights from about 2 inches to 12 inches off the ground) to\npoint in towards the enclosure.\n• Within one enclosure of goats (mothers with offspring) that has wire mesh fencing to contain them, a sharp point of wire\nis observed in the front right corner of the enclosure, approximately 2-3 inches long, pointing inward about 2 to 3 inches\nfrom the ground.\n• A holding stall containing one sheep has wire attached to the metal gate, but the wire has become loose and\nunattached, causing a sharp point of wire (approximately 6 inches in length and about 4 inches off the ground) to be\npointing into the enclosure. Within this same enclosure, wood privacy fencing is covering the interior sides, but most of the\nright side of the stall’s wall has been worn down/broken, causing missing pieces or holes which are splintered and/or\nloosely attached.\n• Two separate enclosures of pigs each have a tarp attached in one corner covering the top providing some shade. Both\ntarps are sagging with varying amounts of holes in them, and one is fraying at the ends at the level of the pigs.\nThe areas mentioned above could cause harm to the animals by allowing injury from the exposed sharp points,\nentrapment of a body part between broken wooden fencing or, the sagging tarp may be ingested and/or cause\nentanglement, due to the condition of disrepair. The outdoor housing facilities shall be structurally sound and shall be\nmaintained in good repair to protect the animals from injury or harm and to contain the animals.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.152(b)",
      "kind": "",
      "repeat": false,
      "desc": "Facilities, outdoor",
      "narrative": "The following outdoor primary enclosures have inadequate shelter provided for the birds contained within:\n• Two separate enclosures, each housing a pair of chickens, only have tall trees providing partial shade with no shelter\nfrom wind or rain.\n• In the large mixed species bird enclosure housing chickens, ducks and geese, there is a sheltered roofed area\napproximately 12 feet long by 3 feet wide that does not allow all the birds housed within to all be under it at the same time.\nTall trees provide some shade over this enclosure, but no wind breaks are provided.\n• In the enclosure housing a peacock and a golden pheasant, there is a roofed area (approximately 2 feet wide x 4 feet\nlong) without any sides that does not provide a wind break.\nInadequate shelter from inclement weather may result in illness, discomfort, or distress to the birds, and may have a\nnegative impact on their physical condition and well-being. All outdoor housing facilities for birds must provide enough\nshelter that is large enough to comfortably contain all the birds at one time and prevent their discomfort from direct\nsunlight, precipitation, or wind.\nCorrect by 06/15/2024."
    },
    {
      "code": "3.153(a)(1)(i)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The largest primary outdoor wire enclosure containing chickens, ducks, and geese has chicken wire that has not been\nsecured down at the bottom of the enclosure, such that sharp points along the length of this unsecured wire are pointing\ninward towards the enclosed birds. The sharp points are approximately ½ to 1 inch long, about 2-4 inches off the ground,\nalong the lower right side of the enclosure for approximately 12 feet in length. Sharp points may cause injury and may\nlead to pain or discomfort to the animals. Primary enclosures must be designed and constructed of suitable materials so\nthat they are structurally sound. The primary enclosures must be kept in good repair and have no sharp points or edges\nthat could injure the birds.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.153(a)(1)(viii)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "Not all the birds in the outdoor mixed species avian primary enclosure containing chickens, ducks, and geese had\nconvenient and easy access to water considering the size of the smaller species of chickens. The only available water is\nprovided in a water stock tank/trough measuring approximately 50 inches long x 30 inches wide x 12 inches high. The\nwater is kept at a lower level within the tub at approximately 7-8 inches high which requires the smaller poultry species\n(approximately 10 to 12 inches in height) to jump or fly up onto the ledge of the water trough, lean over at least 4-5\ninches, while balancing on the approximately 1-inch-wide curved edge, to reach the level of the drinking water. Not having\neasy access to water can cause the birds to drink less, potentially become dehydrated, and impact their health and well-\nbeing. The licensee must provide all the birds with easy and convenient access to clean and potable water.\nCorrect by 05/10/2024."
    },
    {
      "code": "3.153(c)",
      "kind": "",
      "repeat": false,
      "desc": "Primary enclosures.",
      "narrative": "The waterfowl in the large primary outdoor enclosure do not have a pool or other aquatic area provided that allows them\nto conduct normal waterfowl behaviors, such as swimming, submarining, and foraging. Failure to provide a pool or other\naquatic area of sufficient surface area and depth, for all aquatic birds in the enclosure to be able to express natural\nbehaviors, can lead to increased stress and a decline in physical condition. Primary enclosures housing wading and\naquatic birds must contain a pool or other aquatic area and a dry area that allows easy ingress or egress of the pool or\nother aquatic area. Pools and other aquatic areas must be of sufficient surface area and depth to allow each bird to make\nnormal postural and social adjustments, such as immersion, bathing, swimming and foraging.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.154",
      "kind": "",
      "repeat": false,
      "desc": "Environment enhancement to promote psychological well-being.",
      "narrative": "At the time of inspection, an environmental enhancement plan for birds that documents the appropriate provisions to\nprovide enrichment and special considerations that is approved by the attending veterinarian has not been developed by\nthe facility. This plan is necessary to ensure the psychological well-being and health of the animals. The facility must\nensure that a documented plan for environmental enhancement that addresses the required elements including social\ngrouping, environmental enrichment, special considerations, and exemptions is approved by the attending veterinarian as\nwell as maintained and available for inspection.\nCorrect by 06/01/2024."
    },
    {
      "code": "3.156",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "Four separate primary outdoor enclosures, three of which each contain a pair of chickens, and the other contains five\nturkeys, only have one source of water provided in water receptacles that are dirty within each enclosure. A layer of dark\ngrime is present in the bottom of each of these water receptacles as well as leaves and/or pine needles that have settled\nto the bottom. Failure to keep the water receptacles clean and sanitized can lead to contamination that can result in\nillness and/or discomfort. Potable water must be provided in sufficient quantity to all birds housed at the facility. Water\nreceptacles must be kept clean and sanitized in accordance with section 3.158, as often as necessary to prevent\ncontamination. The licensee must provide potable water to all birds, keep water receptacles clean and sanitary to protect\nthe health of the birds.\nCorrect by 05/10/2024.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nA bottle of ivermectin, located in the drawer storing medications, expired 10/2023 and was recently used to deworm the \nhoofstock (goats, sheep, camel, llama, and alpaca) three months prior (January 2023) while expired, per the facility \nrepresentative. Upon inspection, a goat and pig were observed with hair loss, possibly indicating a parasite problem. \nExpired medical products may lose their effectiveness and could leave the animals without proper protection against \nserious and/or deadly diseases. Each exhibitor shall use appropriate methods to prevent, control, diagnose, and prevent \ndiseases and injuries. Expired medication should be properly disposed of and the licensee must ensure that all medical \nproducts being maintained for use at the facility are current and have not expired in order to support the health and well-\nbeing of the animals.  \nCorrect by 05/15/2024. \n2.40(b)(3) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \nThe following animals have veterinary care issues that the licensee had not noticed before and the attending veterinarian \nhad not been notified: \n• A brown female goat named “Long Horn” has some hair loss around the base of her tail and the skin appeared scaly and \ndry.  \n• A black and white female pig in the left enclosure of pigs is mostly hairless with skin that appears thickened. The facility \nrepresentative stated she had always looked that way.  \n• A tan and white rabbit has some yellowish discharge from its left eye and the skin around the eyelid is moist and pink. \nFailure to promptly identify such conditions delays appropriate treatment and may cause undue discomfort to the animals. \nDaily observation of all animals is necessary to assess their health and well-being. If any problems of animal health, \nbehavior, or well-being are noted, they must be conveyed to the attending veterinarian in a timely and accurate manner to \nallow for appropriate diagnosis and treatment. \nCorrected at the time of inspection.  \nThe attending veterinarian arrived for an already scheduled routine visit during this inspection. \n2.75(b)(1) \n   \nRecords: Dealers and exhibitors.\n\nThe current Record of Animals on hand (acquisition and disposition records) is not current or complete. Since the last \ninspection additional animals have been acquired (quantity increased from 75 to 249) and more have been sold/disposed \nof, per a facility representative, without documentation. Most acquisitions are offspring from the rabbits and goats at the \nfacility which were sold later. Also, birds on site account for some of the inventory increase because birds are now \ncovered by the Animal Welfare Act since the last inspection. Accurate and complete acquisition and disposition records \nare necessary to allow for medical and legal tracking of the animals. The facility shall ensure that they make, keep, and \nmaintain records that fully and correctly disclose all the required information for all animals purchased or otherwise \nacquired, owned, held, leased or in their possession or which are transported, sold, euthanized, or otherwise disposed of. \nThe records shall include any offspring born of any animal while in his or her possession.  \nCorrect by 06/01/2024. \n2.126(c) \n   \nAccess and inspection of records and property; submission of itineraries. \nItineraries have not been sent to the Animal Care office to indicate the licensee was exhibiting overnight at off-site \nlocations, per the licensee, since the last inspection. When asked when the last overnight off-site exhibition was, a facility \nrepresentative stated the weekend before the current inspection, April 13-14, 2024, the following animals were taken to \nDuncan, SC: a capuchin, kangaroo, camel, alpacas, rabbits and birds (cockatoo, macaw, swan, turkey, chickens, and \nducks). Submission of a written itinerary is required in advance of any travel in order to allow USDA Animal Care to be \nable to track and inspect the animals regulated under the Animal Welfare Act and Regulations. The facility shall submit a \nwritten itinerary including all the required information to USDA Animal Care (email animalcare@usda.gov) at least two \ndays in advance (or if the exhibitor accepts an engagement for which travel will begin with less than 48 hours’ notice, the \nexhibitor shall notify Animal Care immediately) of any overnight travel for exhibition of any animal at any location other \nthan the person's approved site.  \nCorrect by 05/10/2024. \n2.134 \n   \nContingency planning. \nThe facility did not have a documented contingency plan available for review at the time of inspection. A written \ncontingency plan is required to help ensure animal health and well-being in the event of an emergency or disaster; without \nthis tool, animals may suffer illness, injury, or death due to unpreparedness should an emergency or disaster strike. The \nlicensee must develop, document, and follow an appropriate contingency plan that provides for the humane handling, \ntreatment, transportation, housing, and care of their animals in the event of an emergency or disaster. The plan should \nalso identify situations that trigger the plan, outline specific tasks required to be carried out in response, identify a chain of \ncommand and who will be responsible for fulfilling the tasks, while also addressing how the response and recovery will be \nhandled. The plan must also be reviewed annually, and all employees trained on the plan within 30 days of employment. \nCorrect by 06/01/2024. \n3.28(c)(1)(iii) \n   \nPrimary enclosures. \nEleven adult guinea pigs are housed in a plastic bottomed indoor primary enclosure with wire sides and top that supplies \nless than the minimum required space for each guinea pig. The guinea pigs are over 350 grams and therefore require 101\n\nsquare inches each (or 1,111 square inches for this group of eleven). Their enclosure measures 16.5 inches wide by 40 \ninches long providing a total of 660 square inches of floor space (only enough space for 6 guinea pigs of this size). Not \nproviding the minimum area of space does not allow for adequate freedom of movement, exercise, or reduce the potential \nfor injury due to overcrowding or competition between the guinea pigs. All guinea pigs of this size must be provided at \nleast the minimum required floor space (101 square inches for each guinea pig weighing > 350 grams) in their primary \nenclosure.  \nCorrect by 05/15/2024. \n3.31(a)(1) \n   \nSanitation. \nTwo primary indoor enclosures, made of plastic bottoms with wire sides and top, housing guinea pigs are not being \nsanitized appropriately. When asked, a facility representative stated the enclosures are being cleaned only with soap and \nwater every few days with no appropriate disinfectant being applied after the cleaning. When enclosures are not sanitized, \nthere is higher risk of large numbers of germs remaining on the surface which creates a health hazard for the guinea pigs. \nPrimary enclosures for guinea pigs shall be sanitized at least once every 2 weeks by washing them with hot water (180 \ndegrees F) and soap or detergent, or by washing all soiled surfaces with a detergent solution followed by a safe and \neffective disinfectant, or by cleaning all soiled surfaces with live steam. \nCorrect by 06/01/2024. \n3.53(a)(1) \n   \nPrimary enclosures. \nOne male rabbit’s elevated outdoor wire enclosure is in need of repair. A hole approximately 2.5 x 2.5 inches wide is in \nthe bottom of the wire enclosure with sharp points extending into the hole. The rabbit could injure himself if his body, \nhead, or leg became caught in the opening. The primary enclosures for rabbits must be maintained in good repair to \nprotect the rabbits from injury, contain the animals, and restrict the entrance of other animals. \nCorrect by 05/10/2024. \n3.54(b) \n   \nFeeding. \nThe food receptacles for the rabbits are being cleaned weekly with soap and water, per a facility representative, but are \nnot being sanitized after cleaning. Without adequate sanitization there is a higher risk of large numbers of harmful germs \nremaining on the surfaces which creates a health hazard for the rabbits. Sanitization can be achieved by washing with hot \nwater (180 °F) and soap or detergent as in a mechanical cage washer, or by washing all soiled surfaces with a detergent \nsolution followed by a safe and effective disinfectant, or by cleaning all soiled surfaces with live steam or flame. Food and \nwater receptacles must be sanitized at least once every 2 weeks. \nCorrect by 06/01/2024. \n3.55 \n   \nWatering. \nMost of the light-colored water bottles for rabbits, attached to their outdoor primary enclosures, have a buildup of green \nmaterial coating the inside of the water bottle lixits and are in need of cleaning. Unclean and unsanitary drinking water can\n\ncause illness, discomfort, or may cause animals to drink less water leading to dehydration. Sufficient potable water shall \nbe provided daily, and all watering receptacles shall be sanitized when dirty and at least once every two weeks. \nSanitization can be achieved by washing with hot water (180 °F) and soap or detergent as in a mechanical cage washer, \nor by washing all soiled surfaces with a detergent solution followed by a safe and effective disinfectant, or by cleaning all \nsoiled surfaces with live steam or flame.  \nCorrect by 05/10/2024. \n3.56(a)(1) \n   \nSanitation. \nFour primary outdoor enclosures, each housing 4 rabbits, composed of wire mesh flooring and an attached wooden box \nshelter with a solid floor, are in need of cleaning. Per facility representatives, the enclosures are scraped weekly. A \nmoderate amount of feces and rabbit fur could be seen attached to the wire floor in two of the enclosures, collecting and \npiling up next to the food receptacle, unable to pass through the wire. In two other enclosures, the wooden floors of the \nshelters have more feces than bedding present. The accumulation of feces and dirty bedding can result in illness and \ndiscomfort thus having the potential to negatively impact the well-being of the rabbits. Primary enclosures housing rabbits \nmust be kept reasonably free of excreta and other debris by appropriate periodic cleaning.  \nCorrect by 06/01/2024. \n3.56(b)(1) \n   \nSanitation. \nThe primary outdoor enclosures for the rabbits, composed of wire mesh and an attached wooden or plastic shelter, \nelevated above the ground, are not being sanitized per facility representatives. They are currently scraped clean weekly \nwithout any detergent or sanitization products used. When enclosures are not sanitized adequately, there is a higher risk \nof large numbers of harmful germs remaining on the surfaces which creates a health hazard for the rabbits. Adequate \nsanitization of the rabbits' primary enclosures is necessary to prevent spread of disease and odors. The primary \nenclosures must be sanitized at least once every 30 days to reduce these risks and provide for the overall well-being of \nthe animals. \nCorrect by 06/01/2024. \n3.58(a) \n   \nClassification and separation. \nWhen exhibited during off site exhibitions, per a facility representative, rabbits are placed within an enclosure with other \nspecies of animals. When photos from the facility's social media page were shown to the facility representative depicting \nrabbits within a penned enclosure with goats and sheep in one photo, and in another photo, with ducks, chickens and \npigs, they confirmed that is how they have been exhibiting the rabbits. Rabbits housed in the same primary enclosure with \nother species of animals may cause harm or injury. Rabbits shall not be housed in the same primary enclosure with any \nother species in order to protect their health and well-being.  \nCorrect by 05/10/2024. \n3.84(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control.\n\nThe indoor primary enclosure for one male capuchin is not being sanitized per a facility representative. Instead, it is \ncleaned with detergent and a pressure washer once a month without any appropriate disinfectants used. The enclosure \nmust be adequately cleaned and sanitized at least once every two weeks, or more often, if necessary to prevent an \nexcessive accumulation of dirt, debris, food waste, and excreta as well as to reduce disease hazards. Sanitization must \nbe done using one of the following methods: live steam under pressure, washing with soap and water of 180 degrees \nFahrenheit or with regular water plus a detergent and disinfectant. The indoor hon-human primate enclosure must be \nsanitized at least once every two weeks using one of the required methods.  \nCorrect by 06/01/2024. \n3.125(a) \n   \nFacilities, general. \nThe following outdoor enclosures either contain sharp points of wire protruding into the animals’ primary enclosure or are \nin need of repair: \n• One enclosure of 9 pigs has chicken wire partially attached to the metal gate at the front of the enclosure that has \nbecome tangled, causing it to unravel. The wire is bent in many areas causing some sharp points of wire (varying in \nlength from approximately 1 inch to 6 inches long at varying heights from about 2 inches to 12 inches off the ground) to \npoint in towards the enclosure. \n• Within one enclosure of goats (mothers with offspring) that has wire mesh fencing to contain them, a sharp point of wire \nis observed in the front right corner of the enclosure, approximately 2-3 inches long, pointing inward about 2 to 3 inches \nfrom the ground.  \n• A holding stall containing one sheep has wire attached to the metal gate, but the wire has become loose and \nunattached, causing a sharp point of wire (approximately 6 inches in length and about 4 inches off the ground) to be \npointing into the enclosure. Within this same enclosure, wood privacy fencing is covering the interior sides, but most of the \nright side of the stall’s wall has been worn down/broken, causing missing pieces or holes which are splintered and/or \nloosely attached. \n• Two separate enclosures of pigs each have a tarp attached in one corner covering the top providing some shade. Both \ntarps are sagging with varying amounts of holes in them, and one is fraying at the ends at the level of the pigs.  \nThe areas mentioned above could cause harm to the animals by allowing injury from the exposed sharp points, \nentrapment of a body part between broken wooden fencing or, the sagging tarp may be ingested and/or cause \nentanglement, due to the condition of disrepair. The outdoor housing facilities shall be structurally sound and shall be \nmaintained in good repair to protect the animals from injury or harm and to contain the animals. \nCorrect by 06/01/2024. \n3.152(b) \n   \nFacilities, outdoor \nThe following outdoor primary enclosures have inadequate shelter provided for the birds contained within:  \n• Two separate enclosures, each housing a pair of chickens, only have tall trees providing partial shade with no shelter \nfrom wind or rain.  \n• In the large mixed species bird enclosure housing chickens, ducks and geese, there is a sheltered roofed area \napproximately 12 feet long by 3 feet wide that does not allow all the birds housed within to all be under it at the same time. \nTall trees provide some shade over this enclosure, but no wind breaks are provided.  \n• In the enclosure housing a peacock and a golden pheasant, there is a roofed area (approximately 2 feet wide x 4 feet\n\nlong) without any sides that does not provide a wind break.  \nInadequate shelter from inclement weather may result in illness, discomfort, or distress to the birds, and may have a \nnegative impact on their physical condition and well-being. All outdoor housing facilities for birds must provide enough \nshelter that is large enough to comfortably contain all the birds at one time and prevent their discomfort from direct \nsunlight, precipitation, or wind. \nCorrect by 06/15/2024. \n3.153(a)(1)(i) \n   \nPrimary enclosures. \nThe largest primary outdoor wire enclosure containing chickens, ducks, and geese has chicken wire that has not been \nsecured down at the bottom of the enclosure, such that sharp points along the length of this unsecured wire are pointing \ninward towards the enclosed birds. The sharp points are approximately ½ to 1 inch long, about 2-4 inches off the ground, \nalong the lower right side of the enclosure for approximately 12 feet in length. Sharp points may cause injury and may \nlead to pain or discomfort to the animals. Primary enclosures must be designed and constructed of suitable materials so \nthat they are structurally sound. The primary enclosures must be kept in good repair and have no sharp points or edges \nthat could injure the birds. \nCorrect by 06/01/2024. \n3.153(a)(1)(viii) \n   \nPrimary enclosures. \nNot all the birds in the outdoor mixed species avian primary enclosure containing chickens, ducks, and geese had \nconvenient and easy access to water considering the size of the smaller species of chickens. The only available water is \nprovided in a water stock tank/trough measuring approximately 50 inches long x 30 inches wide x 12 inches high. The \nwater is kept at a lower level within the tub at approximately 7-8 inches high which requires the smaller poultry species \n(approximately 10 to 12 inches in height) to jump or fly up onto the ledge of the water trough, lean over at least 4-5 \ninches, while balancing on the approximately 1-inch-wide curved edge, to reach the level of the drinking water. Not having \neasy access to water can cause the birds to drink less, potentially become dehydrated, and impact their health and well-\nbeing. The licensee must provide all the birds with easy and convenient access to clean and potable water. \nCorrect by 05/10/2024. \n3.153(c) \n   \nPrimary enclosures. \nThe waterfowl in the large primary outdoor enclosure do not have a pool or other aquatic area provided that allows them \nto conduct normal waterfowl behaviors, such as swimming, submarining, and foraging. Failure to provide a pool or other \naquatic area of sufficient surface area and depth, for all aquatic birds in the enclosure to be able to express natural \nbehaviors, can lead to increased stress and a decline in physical condition. Primary enclosures housing wading and \naquatic birds must contain a pool or other aquatic area and a dry area that allows easy ingress or egress of the pool or \nother aquatic area. Pools and other aquatic areas must be of sufficient surface area and depth to allow each bird to make \nnormal postural and social adjustments, such as immersion, bathing, swimming and foraging. \nCorrect by 06/01/2024.\n\n3.154 \n   \nEnvironment enhancement to promote psychological well-being. \nAt the time of inspection, an environmental enhancement plan for birds that documents the appropriate provisions to \nprovide enrichment and special considerations that is approved by the attending veterinarian has not been developed by \nthe facility. This plan is necessary to ensure the psychological well-being and health of the animals. The facility must \nensure that a documented plan for environmental enhancement that addresses the required elements including social \ngrouping, environmental enrichment, special considerations, and exemptions is approved by the attending veterinarian as \nwell as maintained and available for inspection. \nCorrect by 06/01/2024. \n3.156 \n   \nWatering \nFour separate primary outdoor enclosures, three of which each contain a pair of chickens, and the other contains five \nturkeys, only have one source of water provided in water receptacles that are dirty within each enclosure. A layer of dark \ngrime is present in the bottom of each of these water receptacles as well as leaves and/or pine needles that have settled \nto the bottom. Failure to keep the water receptacles clean and sanitized can lead to contamination that can result in \nillness and/or discomfort. Potable water must be provided in sufficient quantity to all birds housed at the facility. Water \nreceptacles must be kept clean and sanitized in accordance with section 3.158, as often as necessary to prevent \ncontamination. The licensee must provide potable water to all birds, keep water receptacles clean and sanitary to protect \nthe health of the birds.  \nCorrect by 05/10/2024. \n \nThis inspection and exit interview were conducted with a facility representative. \n \n n",
  "animals_total": 249,
  "species": [
    {
      "count": 3,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius",
      "common": "DROMEDARY CAMEL"
    },
    {
      "count": 1,
      "scientific": "Lama glama",
      "common": "LLAMA"
    },
    {
      "count": 17,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    },
    {
      "count": 47,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Cebus capucinus",
      "common": "WHITE-HEADED / WHITE-THROATED CAPUCHIN"
    },
    {
      "count": 61,
      "scientific": "Oryctolagus cuniculus",
      "common": "DOMESTIC RABBIT / EUROPEAN RABBIT"
    },
    {
      "count": 1,
      "scientific": "Cygnus atratus",
      "common": "BLACK SWAN"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 2,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 2,
      "scientific": "Cacatua moluccensis",
      "common": "SALMON-CRESTED COCKATOO / MOLUCCAN COCKATOO"
    },
    {
      "count": 2,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 24,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    },
    {
      "count": 1,
      "scientific": "Choloepus didactylus",
      "common": "LINNAEUS'S TWO-TOED SLOTH"
    },
    {
      "count": 1,
      "scientific": "Ara, Anodorhynchus, Primolius, Diopsittaca spp hybrid",
      "common": "MACAW HYBRID"
    },
    {
      "count": 3,
      "scientific": "Mustela putorius furo",
      "common": "DOMESTIC FERRET"
    },
    {
      "count": 6,
      "scientific": "Meleagris gallopavo domesticus",
      "common": "DOMESTIC TURKEY"
    },
    {
      "count": 22,
      "scientific": "Anas platyrhynchos domesticus",
      "common": "DOMESTIC DUCK INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 2,
      "scientific": "Anser anser domesticus",
      "common": "DOMESTIC GOOSE"
    },
    {
      "count": 3,
      "scientific": "Melopsittacus undulatus",
      "common": "BUDGERIGAR / BUDGIE / COMMON PARAKEET / SHELL"
    },
    {
      "count": 1,
      "scientific": "Pavo cristatus",
      "common": "INDIAN PEAFOWL / COMMON PEAFOWL / PEAHEN /"
    },
    {
      "count": 1,
      "scientific": "Erythrura pealii",
      "common": "FIJI PARROTFINCH / RED-HEADED PARROT FINCH"
    },
    {
      "count": 2,
      "scientific": "Serinus canaria domestica",
      "common": "DOMESTIC CANARY / COMMON CANARY"
    },
    {
      "count": 2,
      "scientific": "Nymphicus hollandicus",
      "common": "COCKATIEL"
    },
    {
      "count": 2,
      "scientific": "Pyrrhura molinae",
      "common": "GREEN-CHEEKED PARAKEET / GREEN-CHEEKED CONURE"
    },
    {
      "count": 32,
      "scientific": "Gallus gallus domesticus",
      "common": "DOMESTIC CHICKEN (INCLUDING ALL DOMESTIC BREEDS /"
    },
    {
      "count": 2,
      "scientific": "Dromaius novaehollandiae",
      "common": "EMU"
    },
    {
      "count": 1,
      "scientific": "Numida meleagris",
      "common": "DOMESTIC GUINEAFOWL / HELMETED GUINEAFOWL /"
    },
    {
      "count": 1,
      "scientific": "Aratinga solstitialis",
      "common": "SUN PARAKEET"
    },
    {
      "count": 2,
      "scientific": "Streptopelia capicola",
      "common": "BARBARY DOVE / RINGED TURTLE-DOVE / RINGNECK DOVE"
    },
    {
      "count": 1,
      "scientific": "Chrysolophus pictus",
      "common": "GOLDEN PHEASANT"
    }
  ]
}