{
  "insp_id": "2016082567954524",
  "layout": "a",
  "customer_id": "44451",
  "customer_name": "John H Beiler",
  "customer_addr": "726 Turnbull Rd\nPlatteville, WI 53818",
  "certificate": "35-A-0321",
  "site_id": "001",
  "site_name": "JOHN BEILER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-OCT-2016",
  "report_date": "06-OCT-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "Some guinea pigs in the upper building at location 1 have hair loss and appear to have skin problems:\n-A guinea pig in enclosure #9 has hair loss along its back and reddened skin along its back.\n-A guinea pig in enclosure #14 has hair loss along its back and the skin is reddened in areas of hair loss.\n-A brown guinea pig in enclosure #15 has hair loss and the skin appears slightly crusty in areas.\n-Two guinea pigs in enclosure #4 had hair loss and reddened skin in areas of hair loss; one of these guinea pigs\nalso has a scab above its shoulders in the area of hair loss.\nHair loss and reddened/crusty skin can be sign of health problems and can be caused by many different things and\ncan be uncomfortable for affected animals. To see if these animals need medication, the facility must have them\nevaluated by the attending veterinarian and follow the veterinarian's treatment plan. The treatment plan will need\nto be documented for future inspections.\n-A female guinea pig in the lower building (location 1) had a buildup of crusted material on its front feet. Close\nevaluation revealed that it had an overgrown toe-nail on one toe (the other toes could not be visualized due to the\ncrusted material). Improper nail care and build-up of material on this guinea pig's feet affects its ability to walk and\ncan cause discomfort in the feet. This guinea pig must be evaluated by the attending veterinarian for treatment of\nits feet and guidance on proper nail care for guinea pigs at the facility must be obtained from the attending\nveterinarian. The treatment plan will need to be documented and available for future inspections.\nCorrect by October 11, 2016"
    },
    {
      "code": "3.28(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "At least 50 feeders at Location 1's upper building and at location 2 have wire points exposed to the guinea pigs.\nAlso, in the lower building at location 1 there is a feeder in the first pen closest to the main door that is rusted and\nhas sharp edges exposed to the guinea pigs. Sharp edges and wire points can injure the guinea pigs. The facility\nmust replace or fix feeders so that they do not have any sharp points exposed to the guinea pigs.\nCorrect by October 12, 2016."
    },
    {
      "code": "3.31(a)(1)",
      "kind": "",
      "repeat": true,
      "desc": "SANITATION.",
      "narrative": "There was an excessive buildup of wet soiled bedding and debris in the corners of most enclosures by the water\nsipper valves and feeding areas. Guinea pigs in these areas have to stand on wet soiled bedding to eat or drink. A\nbuild up of wet and soiled areas in the enclosures increases the risk for sickness and increases odors in the\nbuilding. To promote animal health; spot clean soiled areas more often to ensure that guinea pigs have dry access\nto feed and water at all times.\nThis was an inspection of locations 1 and 2. Exit interview conducted with facility representative."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nSome guinea pigs in the upper building at location 1 have hair loss and appear to have skin problems: \n-A guinea pig in enclosure #9 has hair loss along its back and reddened skin along its back.  \n-A guinea pig in enclosure #14 has hair loss along its back and the skin is reddened in areas of hair loss. \n-A brown guinea pig in enclosure #15 has hair loss and the skin appears slightly crusty in areas. \n-Two guinea pigs in enclosure #4 had hair loss and reddened skin in areas of hair loss; one of these guinea pigs\nalso has a scab above its shoulders in the area of hair loss. \nHair loss and reddened/crusty skin can be sign of health problems and can be caused by many different things and\ncan be uncomfortable for affected animals.  To see if these animals need medication, the facility must have them\nevaluated by the attending veterinarian and follow the veterinarian's treatment plan.   The treatment plan will need\nto be documented for future inspections. \n-A female guinea pig in the lower building (location 1) had a buildup of crusted material on its front feet.  Close\nevaluation revealed that it had an overgrown toe-nail on one toe (the other toes could not be visualized due to the\ncrusted material).  Improper nail care and build-up of material on this guinea pig's feet affects its ability to walk and\ncan cause discomfort in the feet.  This guinea pig must be evaluated by the attending veterinarian for treatment of\nits feet and guidance on proper nail care for guinea pigs at the facility must be obtained from the attending\nveterinarian.  The treatment plan will need to be documented and available for future inspections. \nCorrect by October 11, 2016\n3.28(a)(1)\n\nPRIMARY ENCLOSURES. \nAt least 50 feeders at Location 1's upper building and at location 2 have wire points exposed to the guinea pigs. \nAlso, in the lower building at location 1 there is a feeder in the first pen closest to the main door that is rusted and\nhas sharp edges exposed to the guinea pigs.  Sharp edges and wire points can injure the guinea pigs.  The facility\nmust replace or fix feeders so that they do not have any sharp points exposed to the guinea pigs. \nCorrect by October 12, 2016.\n3.31(a)(1)                    REPEAT\nSANITATION.\nThere was an excessive buildup of wet soiled bedding and debris in the corners of most enclosures by the water\nsipper valves and feeding areas.  Guinea pigs in these areas have to stand on wet soiled bedding to eat or drink.  A\nbuild up of wet and soiled areas in the enclosures increases the risk for sickness and increases odors in the\nbuilding.  To promote animal health; spot clean soiled areas more often to ensure that guinea pigs have dry access\nto feed and water at all times. \nThis was an inspection of locations 1 and 2.   Exit interview conducted with facility representative.",
  "animals_total": 1745,
  "species": [
    {
      "count": 1745,
      "scientific": "Cavia porcellus",
      "common": "DOMESTIC GUINEA PIG"
    }
  ]
}