{
  "insp_id": "2016082568102094",
  "layout": "a",
  "customer_id": "321252",
  "customer_name": "Beverly Hills Puppies Inc",
  "customer_addr": "410 Palm Avenue\nHialeah, FL 33010",
  "certificate": "58-B-0615",
  "site_id": "002",
  "site_name": "BEVERLY HILLS PUPPIES INC",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-FEB-2017",
  "report_date": "14-FEB-2017",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "This facility no longer has an attending veterinarian to ensure adequate vet care is giving to its puppies and dogs.\nAn attending veterinarian is needed to provide adequate veterinary care to these animals, under formal\narrangements. In the case of a part-time attending veterinarian or consultant arrangements, the formal\narrangements shall include a written program of veterinary care and regularly scheduled visits to the premises of the\ndealer.\nTO BE CORRECTED BY: FEBRUARY 20, 2017."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The single housed female Bull Terrier has not been provided with adequate veterinary care due to exhibiting\nabnormal repetitive (stereotypic) behavior. During this inspection each time I approached the Bull Terrier in his\nkennel she began to spin in circles repeatedly in a fast motion for over minute until I stepped away. I observed\nsome hair loss on the ground and nose irritated where it rubbed against the chain link fencing. During previous\ninspections this dog exhibited the same stereotypical behavior but not this excessive. The care takers and licensee\nhad stated that that this dog was not able to exercise with the other dogs because she would harm them. It was\nstated by the care takers that they take this dog outside on a leash once a day.\nWhen asked about this behavior, the licensee stated that he was not aware of the cause. Abnormal repetitive\nbehaviors, often called stereotypies, can develop in response to many stressors including: lack of space, exercise,\nunder or over stimulation in their environment such as being housed alone. Because these behaviors often\ndevelop in response to distress, they are important indicators of behavioral ill-health and require veterinary\nintervention to properly diagnose the most likely causes and prevent farther deterioration by providing an\nappropriate treatment plan to address the stressor as well as the abnormal behavior.\nCorrect by having this dog evaluated by the attending veterinarian for diagnosis of the cause of this behavior and\ndevelopment of an appropriate treatment plan to address this issue. Written documentation by the Attending\nVeterinarian, recommendations regarding kennel space, exercise, enrichment and any other steps necessary to\naddress this abnormality. This shall be maintained by the licensee for review by APHIS Officials. Additionally, the\nlicensee shall maintain documentation of the implementation of these recommendations for review.\nTO BE CORRECTED BY: FEBRUARY 20, 2017."
    },
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female English Bulldog was not given adequate veterinary care when it was injured two weeks ago. This\ndog was injured while climbing underneath the chain link fencing located in an outside exercise pen. The center of\nthe wound is approximately 1/2'' deep and 3’' to 4'' long and an inch wide is located at the left front rib area behind\nher shoulder. The open wound appears to be healed, however this dog should still be seen by the attending\nveterinarian to ensure if treatment is needed. Each dealer shall establish and maintain programs of adequate\nveterinary care that include the use of appropriate methods to prevent, control, diagnose, and treat diseases and\ninjuries.\nTO BE CORRECTED BY: FEBRUARY 17, 2017."
    },
    {
      "code": "2.75(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "RECORDS: DEALERS AND EXHIBITORS.",
      "narrative": "Acquisition and disposition records for all puppies born and sold at this facility including all puppies / dogs imported\nwere not available during inspection. Each dealer shall make, keep, and maintain records or forms which fully and\ncorrectly disclose the following information concerning each dog purchased or otherwise acquired, owned, held, or\notherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or otherwise\ndisposed of by that dealer. The records shall include any offspring born of any animal while in his or her possession\nor under his or her control.\nTO BE CORRECTED BY: FEBRUARY 17, 2017."
    },
    {
      "code": "3.6(a)(2)(i)",
      "kind": "",
      "repeat": false,
      "desc": "PRIMARY ENCLOSURES.",
      "narrative": "There are two areas at the outdoor exercise pens that has damaged chain link fencing at the bottom. One pen has\ndamaged chain link fencing at the bottom with protruding sharp edges. The bottom of the gate entering the pens is\ndamaged with protruding sharp edges. An adult female English Bulldog crawled under this damaged fencing and\nbecame injured. Enclosures must be maintained and kept in good repair to protect the dogs from injury.\nTO BE CORRECTED BY: FEBRUARY 17, 2017"
    },
    {
      "code": "3.11(a)",
      "kind": "",
      "repeat": false,
      "desc": "CLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.",
      "narrative": "There is an excessive amount of excreta in the dog kennels housing the younger adult French Bulldogs. There are\nfrom 5 to 8 occurrences of fecal waste in each enclosure. I observed the dogs stepping in the excreta during the\ninspection. There was also a strong odor of excreta and some staining on the sides of the kennels. The care takers\nstated that the excreta is removed several times a day, however there needs to be additional cleaning to prevent\nsoiling of the dogs and to reduce disease hazards, insects, pets and odors. The licensee stated there was a recent\nchange in the dog food which may be reason why there may be more occurrences of soft feces.\nTO BE CORRECTED IMMEDIATELY\nThis inspection was conducted with the care takers and exit interview by phone with the licensee due to the\nlanguage barrier and is out of town."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThis facility no longer has an attending veterinarian to ensure adequate vet care is giving to its puppies and dogs. \nAn attending veterinarian is needed to provide adequate veterinary care to these animals, under formal\narrangements. In the case of a part-time attending veterinarian or consultant arrangements, the formal\narrangements shall include a written program of veterinary care and regularly scheduled visits to the premises of the\ndealer.  \nTO BE CORRECTED BY: FEBRUARY 20, 2017.\n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe single housed female Bull Terrier has not been provided with adequate veterinary care due to  exhibiting\nabnormal repetitive (stereotypic) behavior.  During this inspection each time  I approached the Bull Terrier in his\nkennel she began to spin in circles repeatedly in a fast motion for over minute until I stepped away.  I observed\nsome hair loss on the ground and nose irritated where it rubbed against the chain link fencing.  During previous\ninspections this dog exhibited the same stereotypical behavior but not this excessive.  The care takers and licensee\nhad stated that that this dog was not able to exercise with the other dogs because she would harm them.  It was\nstated by the care takers that they take this dog outside on a leash once a day. \nWhen asked about this behavior, the licensee stated that he was not aware of the cause.  Abnormal repetitive\nbehaviors, often called stereotypies, can develop in response to many stressors including: lack of space, exercise, \nunder or over stimulation in their environment such as being housed alone.   Because these behaviors often\ndevelop in response to distress, they are important indicators of behavioral ill-health and require veterinary\nintervention to properly diagnose the most likely causes and prevent farther deterioration by providing an\nappropriate treatment plan to address the stressor as well as the abnormal behavior.  \nCorrect by having this dog evaluated by the attending veterinarian for diagnosis of the cause of this behavior and\ndevelopment of an appropriate treatment plan to address this issue. Written documentation by the Attending\n\nVeterinarian, recommendations regarding kennel space,  exercise, enrichment and any other steps necessary to\naddress this abnormality.  This shall be maintained by the licensee for review by APHIS Officials. Additionally, the\nlicensee shall maintain documentation of the implementation of these recommendations for review.\nTO BE CORRECTED BY: FEBRUARY 20, 2017. \n2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female English Bulldog was not given adequate veterinary care when it was injured two weeks ago. This\ndog was injured while climbing underneath the chain link fencing located in an outside exercise pen. The center of\nthe wound is approximately 1/2'' deep and  3’' to 4'' long and an inch wide is located at the left front rib area behind\nher shoulder.  The open wound appears to be healed, however this dog should still be seen by the attending\nveterinarian to ensure if treatment is  needed. Each dealer shall establish and maintain programs of adequate\nveterinary care that include the use of appropriate methods to prevent, control, diagnose, and treat diseases and\ninjuries.  \nTO BE CORRECTED BY: FEBRUARY 17, 2017.\n2.75(a)(1)\nRECORDS: DEALERS AND EXHIBITORS.\nAcquisition and disposition records  for all puppies born and sold at this facility including all  puppies / dogs imported\nwere not available during inspection.  Each dealer shall make, keep, and maintain records or forms which fully and\ncorrectly disclose the following information concerning each dog  purchased or otherwise acquired, owned, held, or\notherwise in his or her possession or under his or her control, or which is transported, euthanized, sold, or otherwise\ndisposed of by that dealer. The records shall include any offspring born of any animal while in his or her possession\nor under his or her control.\nTO BE CORRECTED BY: FEBRUARY 17, 2017.\n\n3.6(a)(2)(i)\nPRIMARY ENCLOSURES.\nThere are two areas at the outdoor exercise pens that has damaged chain link fencing at the bottom.  One pen has\ndamaged chain link fencing at the bottom with protruding sharp edges. The bottom of the gate entering the pens is\ndamaged with protruding sharp edges.  An adult female English Bulldog crawled under this damaged fencing and\nbecame injured.  Enclosures must be maintained and kept in good repair to protect the dogs from injury. \nTO BE CORRECTED BY: FEBRUARY 17, 2017 \n3.11(a)\nCLEANING, SANITIZATION, HOUSEKEEPING, AND PEST CONTROL.\nThere is an excessive amount of excreta in the dog kennels housing the younger adult French Bulldogs. There are\nfrom 5 to 8 occurrences of fecal waste in each enclosure.  I observed the dogs stepping in the excreta during the\ninspection.  There was also a strong odor of excreta and some staining on the sides of the kennels. The care takers\nstated that the excreta is removed several times a day, however there needs to be additional cleaning to prevent\nsoiling of the dogs and to reduce disease hazards, insects, pets and odors. The licensee stated there was a recent\nchange in the dog food which may be reason why there may be more occurrences of soft feces.  \nTO BE CORRECTED IMMEDIATELY \nThis inspection was conducted with the care takers and exit interview by phone with the licensee due to the\nlanguage barrier and is out of town.",
  "animals_total": 70,
  "species": [
    {
      "count": 70,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    }
  ]
}