{
  "insp_id": "INS-0000815064",
  "layout": "c",
  "customer_id": "501164",
  "customer_name": "Tina Martin Troy Martin",
  "customer_addr": "1310 NW 800 Road\nHolden, MO 64040",
  "certificate": "43-A-6180",
  "site_id": "001",
  "site_name": "TINA MARTIN, TROY MARTIN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-SEP-2022",
  "report_date": "22-SEP-2022",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Attending veterinarian and adequate veterinary care (dealers and exhibitors).",
      "narrative": "* The following medications used to treat the dogs at the facility have gone past their labeled expiration dates. The\nrecorded expiration date on one bottle of Pet tabs was 05/21. The recorded expiration date on one bottle of\nMetoclopramide Oral was 1/28/21. These medications are intermingled with other products that are currently being used\nat the facility and are therefore ready for use. The usage of expired medical materials such as drugs, fluids, or sutures on\nregulated animals is not considered to be an acceptable veterinary practice and does not constitute adequate veterinary\ncare. The effectiveness of the dosage level and expected results when expired drugs are administrated to animals could\nbe drastically changed or may not work as anticipated. The expected results cannot be guaranteed and the animals may\nexperience pain, distress due to mistreatment, unrelieved symptoms or unexpected side effects. Failure to properly label\nmedications or other medical products as being expired and storing them with unexpired medical materials could lead to\nthe unintentional use on regulated animals. The licensee must either dispose of all such expired medical drugs and\nmaterials or segregate them in an appropriately labeled, physically separate location from non-expired medical drugs and\nmaterials. Correct by 10/5/21.\n* No expiration dates were recorded on one bottle of Panacur liquid and one bottle of Ponazuril liquid. These\nmedications were intermingled with other products that are currently being used at the facility and is therefore ready for\nuse. These medications were obtained from the attending veterinarian. Medications must be labeled with appropriate\nand accurate information to ensure that the contents of the container can be known with certainty. The effectiveness and\nexpected results could be drastically changed or may not work as anticipated if the expiration date is unknown. The\nusage of any medication with an unknown expiration date on regulated animals is not considered to be an acceptable\nveterinary practice and does not constitute adequate veterinary care. The licensee must ensure that all medications used\nin the facility have a current expiration date recorded. Correct by 10/5/21.\nThis inspection and exit interview were conducted with ______.\nn"
    }
  ],
  "narrative": "2.40(b)(2) \n   \nAttending veterinarian and adequate veterinary care (dealers and exhibitors). \n*   The following medications used to treat the dogs at the facility have gone past their labeled expiration dates.  The \nrecorded expiration date on one bottle of Pet tabs was 05/21.  The recorded expiration date on one bottle of \nMetoclopramide Oral was 1/28/21.  These medications are intermingled with other products that are currently being used \nat the facility and are therefore ready for use. The usage of expired medical materials such as drugs, fluids, or sutures on \nregulated animals is not considered to be an acceptable veterinary practice and does not constitute adequate veterinary \ncare. The effectiveness of the dosage level and expected results when expired drugs are administrated to animals could \nbe drastically changed or may not work as anticipated. The expected results cannot be guaranteed and the animals may \nexperience pain, distress due to mistreatment, unrelieved symptoms or unexpected side effects.  Failure to properly label \nmedications or other medical products as being expired and storing them with unexpired medical materials could lead to \nthe unintentional use on regulated animals.   The licensee must either dispose of all such expired medical drugs and \nmaterials or segregate them in an appropriately labeled, physically separate location from non-expired medical drugs and \nmaterials.  Correct by 10/5/21. \n \n*     No expiration dates were recorded on one bottle of Panacur liquid and one bottle of Ponazuril liquid.  These \nmedications were intermingled with other products that are currently being used at the facility and is therefore ready for\n\nuse.  These medications were obtained from the attending veterinarian.   Medications must be labeled with appropriate \nand accurate information to ensure that the contents of the container can be known with certainty.  The effectiveness and \nexpected results could be drastically changed or may not work as anticipated if the expiration date is unknown.  The \nusage of any medication with an unknown expiration date on regulated animals is not considered to be an acceptable \nveterinary practice and does not constitute adequate veterinary care.  The licensee must ensure that all medications used \nin the facility have a current expiration date recorded.  Correct by 10/5/21. \n \nThis inspection and exit interview were conducted with ______. \n \n n",
  "animals_total": 24,
  "species": [
    {
      "count": 17,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 7,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}