{
  "insp_id": "INS-0000851391",
  "layout": "c",
  "customer_id": "507882",
  "customer_name": "ABNER ALLGYER",
  "customer_addr": "15503 County Road D\nDARLINGTON, WI 53530",
  "certificate": "35-A-0464",
  "site_id": "001",
  "site_name": "ABNER ALLGYER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "08-MAR-2023",
  "report_date": "08-MAR-2023",
  "citations": [
    {
      "code": "2.51",
      "kind": "",
      "repeat": false,
      "desc": "Form of official tag.",
      "narrative": "Not all dogs had official identification listed on APHIS 7005 Adult Dogs on Hand and/or on dogs by either tag or microchip.\nOfficial identification is required to help manage and track husbandry records and treatments for each dog. Ensure that\neach dog has their official identification recorded on the adult dog list (APHIS 7005) and that each dog is wearing their\nofficial identification number as required.\n***Correct by May 8, 2023."
    },
    {
      "code": "3.10(a)",
      "kind": "",
      "repeat": false,
      "desc": "Watering",
      "narrative": "Three enclosures had water containers that were empty. The licensee reported watering chores were completed in the\nmorning. The time of inspection was right before normal afternoon chore time which would include filling and refreshing\nwater containers. When dogs were brought water they all drank water in a manner suggesting they were moderately\nthirsty. Empty water containers do not ensure dogs have adequate drinking water and adequate water is necessary for\ndogs to stay healthy. Potable water must be continuously available for dogs, unless restricted by the attending\nveterinarian. For their health, ensure that water containers are checked and filled often enough to ensure dogs have\ndrinking water available at all times.\n***Correct from this day forward."
    },
    {
      "code": "3.11(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "Cleaning, sanitization, housekeeping, and pest control.",
      "narrative": "The doors between the indoor/outdoor areas for dogs had a build-up of brown material on them. A build-up of brownish\nmaterial could spread sickness in the building. The indoor surfaces that dogs contact need to be cleaned and sanitized\noften enough to prevent a buildup of material. Ensure to include the door surfaces in the cleaning and sanitizing routine\nand ensure they are cleaned and sanitized at least once every 2 weeks or more often if needed to prevent a build-up of\nmaterial.\n***Correct by 3/14/2023.\nThis inspection and exit interview were conducted with the licensee.\nEnd Section"
    }
  ],
  "narrative": "2.51 \n   \nForm of official tag. \nNot all dogs had official identification listed on APHIS 7005 Adult Dogs on Hand and/or on dogs by either tag or microchip.  \nOfficial identification is required to help manage and track husbandry records and treatments for each dog.  Ensure that \neach dog has their official identification recorded on the adult dog list (APHIS 7005) and that each dog is wearing their \nofficial identification number as required.  \n***Correct by May 8, 2023. \n3.10(a) \n   \nWatering \nThree enclosures had water containers that were empty.  The licensee reported watering chores were completed in the \nmorning.  The time of inspection was right before normal afternoon chore time which would include filling and refreshing \nwater containers.  When dogs were brought water they all drank water in a manner suggesting they were moderately \nthirsty.  Empty water containers do not ensure dogs have adequate drinking water and adequate water is necessary for \ndogs to stay healthy.  Potable water must be continuously available for dogs, unless restricted by the attending \nveterinarian.  For their health, ensure that water containers  are checked and filled often enough to ensure dogs have\n\ndrinking water available at all times.  \n***Correct from this day forward. \n3.11(b)(2) \n   \nCleaning, sanitization, housekeeping, and pest control. \nThe doors between the indoor/outdoor areas for dogs had a build-up of brown material on them.  A build-up of brownish \nmaterial could spread sickness in the building. The indoor surfaces that dogs contact need to be cleaned and sanitized \noften enough to prevent a buildup of material.  Ensure to include the door surfaces in the cleaning and sanitizing routine \nand ensure they are cleaned and sanitized at least once every 2 weeks or more often if needed to prevent a build-up of \nmaterial.  \n***Correct by 3/14/2023. \n \nThis inspection and exit interview were conducted with the licensee. \n \nEnd Section",
  "animals_total": 15,
  "species": [
    {
      "count": 10,
      "scientific": "Dogs",
      "common": "DOGS"
    },
    {
      "count": 5,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}