{
  "insp_id": "203150620040344",
  "layout": "a",
  "customer_id": "7381",
  "customer_name": "Fred D Whitelaw",
  "customer_addr": "270 Cottonwood Lane\nMarshall, AR 72650",
  "certificate": "71-A-1283",
  "site_id": "001",
  "site_name": "FRED WHITELAW",
  "insp_type": "ROUTINE INSPECTION",
  "date": "21-JUL-2015",
  "report_date": "22-JUL-2015",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "In the whelping building of the kennel facility there is a three month old female Poodle, chip # 0802482720, which\nneeds to be evaluated by the attending veterinarian. The animal had been sold and returned the previous week.\nThe animal was observed with a matted left eye, a dull hair coat and it's movements were very slow. The dealer\nstated she had been treating the animal since it's return but it had not been evaluated by the attending veterinarian\nnor did the dealer have any treatment records. The animal must be evaluated by the attending veterinarian and the\ndealer must maintain written documentation of the evaluation and all treatment.\nAffects one puppy. Correct by July 23, 2015"
    },
    {
      "code": "3.1(c)(1)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "The kennel facility consists of one indoor whelping building and a sheltered building. In the sheltered building there\nare both ground and raised wire enclosures with interior and exterior enclosure portions. The doorway inserts and\nor framing for thirty enclosures have rusted with worn and sharp edges and surfaces. These worn rusty doorway\nedges and surfaces need to be repaired or replaced to insure all materials can be readily cleaned and sanitized.\nInterior surfaces and any surfaces that come in contact with dogs must be free of excessive rust that prevents the\nrequired cleaning and sanitization, or that affects the structural strength of the surface; and be free of jagged edges\nor sharp points that might injure the animals.\nAffects seventy-one adults. Correct by September 22, 2015\nThe inspection and exit interview was conducted with the facility Representative and Sandra Meek, ACI."
    }
  ],
  "narrative": "2.40(b)(2)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nIn the whelping building of the kennel facility there is a three month old female Poodle, chip # 0802482720, which\nneeds to be evaluated by the attending veterinarian.  The animal had been sold and returned the previous week. \nThe animal was observed with a matted left eye, a dull hair coat and it's movements were very slow.  The dealer\nstated she had been treating the animal since it's return but it had not been evaluated by the attending veterinarian\nnor did the dealer have any treatment records.  The animal must be evaluated by the attending veterinarian and the\ndealer must maintain written documentation of the evaluation and all treatment.\nAffects one puppy.                                    Correct by July 23, 2015\n3.1(c)(1)(2)\nHOUSING FACILITIES, GENERAL.\nThe kennel facility consists of one indoor whelping building and a sheltered building.  In the sheltered building there\nare both ground and raised wire enclosures with interior and exterior enclosure portions.  The doorway inserts and\nor framing for thirty enclosures have rusted with worn and sharp edges and surfaces.  These worn rusty doorway\nedges and surfaces need to be repaired or replaced to insure all materials can be readily cleaned and sanitized. \nInterior surfaces and any surfaces that come in contact with dogs must be free of excessive rust that prevents the\nrequired cleaning and sanitization, or that affects the structural strength of the surface; and be free of jagged edges\nor sharp points that might injure the animals.\nAffects seventy-one adults.                                 Correct by September 22, 2015\nThe inspection and exit interview was conducted with the facility Representative and Sandra Meek, ACI.",
  "animals_total": 218,
  "species": [
    {
      "count": 167,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 51,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}