{
  "insp_id": "INS-0000862668",
  "layout": "c",
  "customer_id": "332363",
  "customer_name": "MYRON YODER",
  "customer_addr": "4136 COUNTY ROAD 59\nBALTIC, OH 43804",
  "certificate": "31-A-0525",
  "site_id": "001",
  "site_name": "MYRON YODER",
  "insp_type": "ROUTINE INSPECTION",
  "date": "05-APR-2023",
  "report_date": "10-APR-2023",
  "citations": [
    {
      "code": "2.126(a)(4)",
      "kind": "Critical",
      "repeat": false,
      "desc": "Access and inspection of records and property; submission of itineraries.",
      "narrative": "* The licensee refused to allow inspection on April 5, 2023. The inspector arrived at the facility during business hours\n(shortly before 7PM local time). The licensee was working in the kennel building at the time of arrival. The inspector\nintroduced himself and showed his identification to the licensee. When asked why the inspection was being started so\nlate, the inspector explained that he typically worked in another state, but that he was in Ohio to assist the local inspectors\nby conducting inspections. The inspector continued that since was temporarily stationed in Ohio, he was conducting as\nmany inspections as could be completed during business hours and that many licensees preferred later inspections. The\nlicensee asked the inspector if he knew two of the previous inspectors (Mr. Coleman and Ms. Sebera), and then stated\nthat he would only allow an inspection if one of them called him to verify that this was a “real inspection”. The inspector\nconfirmed that he did know the two former inspectors but explained that Mr. Coleman and Ms. Sebera were not currently\nAC inspectors. The inspector stated that he would not be calling either Mr. Coleman or Ms. Sebera. The inspector stated\nthat neither Mr. Coleman or Ms. Sebera would be calling back to verify that the inspector was indeed working as an\ninspector for USDA. The licensee continued to refuse an inspection of the facility. The licensee went back into the kennel\nbuilding and closed the door. The licensee would not come out of the kennel building after that.\nAll dealers shall allow APHIS Officials to conduct inspections by allowing access to the property and records during\nbusiness hours. Refusal of inspections prevents APHIS Officials from assessing compliance with the Animal Welfare Act,\nStandards, and Regulations to ensure the well-being of animal covered under the AWA. Correct by allowing access for\ninspection from this point forward. To be corrected by April 7, 2023.\nNo inspection and exit interview were conducted with the licensee.\nn"
    }
  ],
  "narrative": "2.126(a)(4)  Critical\n   \nAccess and inspection of records and property; submission of itineraries. \n*    The licensee refused to allow inspection on April 5, 2023.  The inspector arrived at the facility during business hours \n(shortly before 7PM local time).  The licensee was working in the kennel building at the time of arrival.  The inspector \nintroduced himself and showed his identification to the licensee.  When asked why the inspection was being started so \nlate, the inspector explained that he typically worked in another state, but that he was in Ohio to assist the local inspectors \nby conducting inspections.  The inspector continued that since was temporarily stationed in Ohio, he was conducting as \nmany inspections as could be completed during business hours and that many licensees preferred later inspections.  The \nlicensee asked the inspector if he knew two of the previous inspectors (Mr. Coleman and Ms. Sebera), and then stated \nthat he would only allow an inspection if one of them called him to verify that this was a “real inspection”.  The inspector \nconfirmed that he did know the two former inspectors but explained that Mr. Coleman and Ms. Sebera were not currently \nAC inspectors.  The inspector stated that he would not be calling either Mr. Coleman or Ms. Sebera.  The inspector stated \nthat neither Mr. Coleman or Ms. Sebera would be calling back to verify that the inspector was indeed working as an \ninspector for USDA.  The licensee continued to refuse an inspection of the facility.  The licensee went back into the kennel \nbuilding and closed the door.  The licensee would not come out of the kennel building after that.    \n \nAll dealers shall allow APHIS Officials to conduct inspections by allowing access to the property and records during\n\nbusiness hours.  Refusal of inspections prevents APHIS Officials from assessing compliance with the Animal Welfare Act, \nStandards, and Regulations to ensure the well-being of animal covered under the AWA.  Correct by allowing access for \ninspection from this point forward.  To be corrected by April 7, 2023. \n \nNo inspection and exit interview were conducted with the licensee. \n \n n",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}