{
  "insp_id": "84141321500526",
  "layout": "a",
  "customer_id": "328907",
  "customer_name": "Russell Evans",
  "customer_addr": "313 Pond Hollow Road\nHartsville, SC 29550",
  "certificate": "56-C-0248",
  "site_id": "001",
  "site_name": "RUSSELL EVANS",
  "insp_type": "ROUTINE INSPECTION",
  "date": "25-MAR-2014",
  "report_date": "25-MAR-2014",
  "citations": [
    {
      "code": "2.40(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "The written Program of Veterinary Care can not be found for review to assure it is being followed. The contracted\nAttending Veterinarian and the licensee need to complete another written vet care program describing what\nveterinary care is provided to the animals and by whom. A form was provided during this inspection. To be\ncorrected by 4-25-14."
    },
    {
      "code": "3.125(a)",
      "kind": "",
      "repeat": true,
      "desc": "FACILITIES, GENERAL.",
      "narrative": "A camel was obtained since the last inspection and was placed in a separate pasture. The fence on the far side\nand the road side of the enclosure is made of 8\" X 8\" wire livestock fencing which is old and rusting. On the one\nside strands of barb wire were placed over this fence. The rusted fence has holes in some areas, and has multiple\nbroken wires which are protruding into the enclosure. This could potentially harm the camel. The fence needs to be\nrepaired or replaced. Nails were protruding from posts and boards in the enclosure with 6 pigs. These were\nremoved during the inspection."
    },
    {
      "code": "3.127(b)",
      "kind": "",
      "repeat": false,
      "desc": "FACILITIES, OUTDOOR.",
      "narrative": "The 6 pigs are in an enclosure where the only shelter from inclement weather is a large piece of wood propped\nagainst the wire fence. The area under the enclosure is not high enough or large enough for all of the pigs to have\nshelter, nor do the open sides provide protection from wind and rain. More shelter needs to be provided for the\npigs. The shelters for the camel and the hoofstock (zebra in one enclosure, and 1 pig, 1 alpaca, 5 goats, 9 sheep,\n1 zebu, 1 watusi in a separate enclosure) do not contain any bedding. The temperatures have remained cold at\nnight with temperatures this week falling near freezing. During periods of cold weather all animals need to be\nprovided bedding to protect the animals from the cold dirt ground.\nTo be corrected by 3-26-14."
    },
    {
      "code": "3.130",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "The water in the receptacle for the 1 alpaca, 1 pig, 1 zebu, 1 watusi, 5 goats, and 9 sheep was totally brown. The\nwater bottle for the kinkajou was empty and when the owner filled it he drank for over 3 minutes. Clean water\nneeds to be provided often enough to provide for the health of the animals and must be available often enough to\nprevent thirst. To be corrected by 3-26-14.\nExit briefing conducted with licensee."
    }
  ],
  "narrative": "2.40(a)(1)\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nThe written Program of Veterinary Care can not be found for review to assure it is being followed.  The contracted\nAttending Veterinarian and the licensee need to complete another written vet care program describing what\nveterinary care is provided to the animals and by whom.  A form was provided during this inspection.   To be\ncorrected by 4-25-14.\n3.125(a)                    REPEAT\nFACILITIES, GENERAL.   \nA camel was obtained since the last inspection and was placed in a separate pasture.  The fence on the far side\nand the road side of the enclosure is made of 8\" X 8\" wire livestock fencing which is old and rusting.  On the one\nside strands of barb wire were placed over this fence.  The rusted fence has holes in some areas, and has multiple\nbroken wires which are protruding into the enclosure.  This could potentially harm the camel.  The fence needs to be\nrepaired or replaced.    Nails were protruding from posts and boards in the enclosure with 6 pigs.  These were\nremoved during the inspection.\n3.127(b)\nFACILITIES, OUTDOOR. \nThe 6 pigs are in an enclosure where the only shelter from inclement weather is a large piece of wood propped\nagainst the wire fence.    The area under the enclosure is not high enough or large enough for all of the pigs to have\nshelter, nor do the open sides provide protection from wind and rain.   More shelter needs to be provided for the\npigs.     The shelters for the camel and the hoofstock (zebra in one enclosure, and 1 pig, 1 alpaca, 5 goats, 9 sheep,\n1 zebu, 1 watusi in a separate enclosure) do not contain any bedding.   The temperatures have remained cold at\nnight with temperatures this week falling near freezing.   During periods of cold weather all animals need to be\nprovided bedding to protect the animals from the cold dirt ground.   \nTo be corrected by 3-26-14.\n3.130\n\nWATERING.  \nThe water in the receptacle for the 1 alpaca, 1 pig, 1 zebu, 1 watusi, 5 goats, and 9 sheep was totally brown.   The\nwater bottle for the kinkajou was empty and when the owner filled it he drank for over 3 minutes.   Clean water\nneeds to be provided often enough to provide for the health of the animals and must be available often enough to\nprevent thirst.   To be corrected by 3-26-14.\nExit briefing conducted with licensee.",
  "animals_total": 35,
  "species": [
    {
      "count": 1,
      "scientific": "Bos primigenuis indicus",
      "common": "ZEBU"
    },
    {
      "count": 1,
      "scientific": "Bos taurus",
      "common": "CATTLE / COW / OX / WATUSI"
    },
    {
      "count": 1,
      "scientific": "Camelus dromedarius domestic",
      "common": "DOMESTIC DROMEDARY CAMEL"
    },
    {
      "count": 6,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 1,
      "scientific": "Dolichotis patagonum",
      "common": "PATAGONIAN CAVY / MARA"
    },
    {
      "count": 1,
      "scientific": "Equus quagga",
      "common": "BURCHELL’S / GRANT’S / CHAPMAN’S / PLAINS ZEBRA"
    },
    {
      "count": 1,
      "scientific": "Hystrix africaeaustralis",
      "common": "CAPE PORCUPINE"
    },
    {
      "count": 1,
      "scientific": "Lama pacos",
      "common": "ALPACA"
    },
    {
      "count": 4,
      "scientific": "Nasua nasua",
      "common": "SOUTH AMERICAN COATI"
    },
    {
      "count": 1,
      "scientific": "Osphranter rufus",
      "common": "RED KANGAROO"
    },
    {
      "count": 9,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    },
    {
      "count": 1,
      "scientific": "Potos flavus",
      "common": "KINKAJOU"
    },
    {
      "count": 7,
      "scientific": "Sus scrofa domestica",
      "common": "DOMESTIC PIG / POTBELLY PIG / MICRO PIG"
    }
  ]
}