{
  "insp_id": "INS-0000847031",
  "layout": "c",
  "customer_id": "26680",
  "customer_name": "Barbara Hammen Martin Hammen",
  "customer_addr": "2171 220TH STREET\nJOLLEY, IA 50551",
  "certificate": "",
  "site_id": "001",
  "site_name": "MARTIN HAMMEN, BARBARA HAMMEN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "15-FEB-2023",
  "report_date": "16-FEB-2023",
  "citations": [
    {
      "code": "2.1(a)(1)",
      "kind": "",
      "repeat": false,
      "desc": "Requirements and application.",
      "narrative": "On February 15, 2023 a visit to the facility found 6 breeding age female dogs, 4 St. Bernards and 2 Bernese Mountain\ndogs, housed in the same sheltered building. There were also 3 non-neutered adult male dogs; a St. Bernard, a Poodle,\nand a Bernese Mountain dog, in the same building. In addition, there were 8 St. Bernard/Poodle cross puppies and 4 St.\nBernard puppies. Following the owner’s request, the facility’s USDA Class A breeders license was canceled September\n2, 2021. The owner said they were not breeding the Bernese Mountain dogs, but a posting on Puppies.com shows they\nput up 2 Bernese Mountain Dog puppies for sale in December 2022. Puppies from at least 3 St. Bernard litters have also\nbeen posted in the last year. A search of Certificates of Veterinary Inspection (CVI) by the Iowa Department of Agriculture\nand Land Stewardship (IDALS) found that the owners of the facility have sold and shipped by air to other states at least 5\ndogs since their license was canceled. This type of interstate commerce, when the owner is in possession of more than 4\nfemale breeding age dogs, is regulated by the Animal Welfare Act and requires a license issued by the USDA. Continuing\nto conduct USDA regulated activities without a license is a violation of the Animal Welfare Act.\nThis inspection and exit interview were conducted with a facility representative.\nn"
    }
  ],
  "narrative": "2.1(a)(1) \n   \nRequirements and application. \nOn February 15, 2023 a visit to the facility found 6 breeding age female dogs,  4 St. Bernards and 2 Bernese Mountain \ndogs, housed in the same sheltered building. There were also 3 non-neutered adult male dogs; a St. Bernard, a Poodle, \nand a Bernese Mountain dog, in the same building.  In addition, there were 8 St. Bernard/Poodle cross puppies and 4 St. \nBernard puppies.  Following the owner’s request, the facility’s USDA Class A breeders license was canceled September \n2, 2021.  The owner said they were not breeding the Bernese Mountain dogs, but a posting on Puppies.com shows they \nput up 2 Bernese Mountain Dog puppies for sale in December 2022.  Puppies from at least 3 St. Bernard litters have also \nbeen posted in the last year.  A search of Certificates of Veterinary Inspection (CVI) by the Iowa Department of Agriculture \nand Land Stewardship (IDALS) found that the owners of the facility have sold and shipped by air to other states at least 5 \ndogs since their license was canceled.  This type of interstate commerce, when the owner is in possession of more than 4 \nfemale breeding age dogs, is regulated by the Animal Welfare Act and requires a license issued by the USDA. Continuing \nto conduct USDA regulated activities without a license is a violation of the Animal Welfare Act. \n \nThis inspection and exit interview were conducted with a facility representative.\n\nn",
  "animals_total": 0,
  "species": [
    {
      "count": 0,
      "scientific": "NONE",
      "common": "NONE"
    }
  ]
}