{
  "insp_id": "98150910330565",
  "layout": "a",
  "customer_id": "328064",
  "customer_name": "Virginia Hinderer",
  "customer_addr": "1336 S W 85th St.\nWakarusa, KS 66546",
  "certificate": "48-A-2139",
  "site_id": "001",
  "site_name": "Virginia Hinderer",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-APR-2015",
  "report_date": "08-APR-2015",
  "citations": [
    {
      "code": "3.9(b)",
      "kind": "",
      "repeat": false,
      "desc": "FEEDING.",
      "narrative": "* The entire top of two plastic food receptacles is chewed exposing a roughened, jagged edge. The receptacles\nused by three dogs are located in indoor housing. A chewed, roughened, jagged surface cannot be easily cleaned\nand sanitized. In addition, it could harbor bacteria and other disease causing agents that can affect the health and\nwellbeing of the dogs. The licensee must ensure that all receptacles can be properly cleaned and sanitized at all\ntimes. Correct by 4/21/15."
    },
    {
      "code": "3.10",
      "kind": "",
      "repeat": false,
      "desc": "WATERING.",
      "narrative": "* The entire top edge of three plastic water receptacles used by four dogs are chewed exposing a roughened,\njagged edges. The receptacles are located in shelter housing. A chewed and roughened surfaces cannot be easily\ncleaned and sanitized. In addition, it could harbor bacteria and other disease causing agents that can affect the\nhealth and wellbeing of the dogs. The licensee must ensure that all receptacles can be properly cleaned and\nsanitized at all times. Correct by 4/21/15.\n* The facility inspection and verbal exit briefing done on 4/7/15 were conducted with the licensee, Robert Bacon\nACI and Dr. Michael Tygart VMO.\n* Copy of the inspection report were sent by certified and regular mail.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist"
    }
  ],
  "narrative": "3.9(b)\nFEEDING.\n*    The entire top of two plastic food receptacles is chewed exposing a roughened, jagged edge.  The receptacles\nused by three dogs are located in indoor housing.   A chewed, roughened, jagged surface cannot be easily cleaned\nand sanitized.  In addition, it could harbor bacteria and other disease causing agents that can affect the health and\nwellbeing of the dogs.  The licensee must ensure that all receptacles can be properly cleaned and sanitized at all\ntimes.  Correct by 4/21/15.\n3.10\nWATERING.\n*   The entire top edge of three plastic water receptacles used by four dogs are chewed exposing a roughened,\njagged edges.  The receptacles are located in shelter housing.  A chewed and roughened surfaces cannot be easily\ncleaned and sanitized.    In addition, it could harbor bacteria and other disease causing agents that can affect the\nhealth and wellbeing of the dogs.  The licensee must ensure that all receptacles can be properly cleaned and\nsanitized at all times.  Correct by 4/21/15.\n*   The facility inspection and verbal exit briefing done on 4/7/15 were conducted with the licensee, Robert Bacon\nACI and Dr. Michael Tygart VMO.\n*  Copy of the inspection report were sent by certified and regular mail.\nAdditional Inspectors\nTygart Michael, Supervisory Animal Care Specialist",
  "animals_total": 76,
  "species": [
    {
      "count": 50,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 26,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}