{
  "insp_id": "224161531140214",
  "layout": "a",
  "customer_id": "43980",
  "customer_name": "The Creature Conservancy",
  "customer_addr": "4950 Ann Arbor Saline Road\nAnn Arbor, MI 48103",
  "certificate": "34-C-0387",
  "site_id": "001",
  "site_name": "THE CREATURE CONSERVANCY",
  "insp_type": "ROUTINE INSPECTION",
  "date": "11-AUG-2016",
  "report_date": "11-AUG-2016",
  "citations": [
    {
      "code": "2.131(a)",
      "kind": "",
      "repeat": true,
      "desc": "HANDLING OF ANIMALS.",
      "narrative": "The licensee has not demonstrated adequate experience, knowledge and training to maintain this adult cougar. The\nanimal is currently handled by a two lead system using a primary handler and a secondary handler, with another\nprimary handler available by radio. The lead system is being utilized to move the animal from the enclosure to the\nstage area, which serves as an exercise pen. The facility still has not completed training and gained experience\nmaintaining and handling adult cougars. Failure to handle the animal properly will increase the risk of harm to the\nanimal or to the public, or may lead to potential escape. This facility must either hire an individual who has the\nnecessary handling experience and knowledge, or obtain the necessary experience themselves before continuing to\nmaintain and handle the animal in this manner (by the lead system). This remains uncorrected.\n(This was a focused inspection with the licensee and Carrie Bongard, ACI."
    }
  ],
  "narrative": "2.131(a)                    REPEAT\nHANDLING OF ANIMALS.\nThe licensee has not demonstrated adequate experience, knowledge and training to maintain this adult cougar. The\nanimal is currently handled by a two lead system using a primary handler and a secondary handler, with another\nprimary handler available by radio.  The lead system is being utilized to move the animal from the enclosure to the\nstage area, which serves as an exercise pen.  The facility still has not completed training and gained experience\nmaintaining and handling adult cougars.  Failure to handle the animal properly will increase the risk of harm to the\nanimal or to the public, or may lead to potential escape.  This facility must either hire an individual who has the\nnecessary handling experience and knowledge, or obtain the necessary experience themselves before continuing to\nmaintain and handle the animal in this manner (by the lead system).  This remains uncorrected.  \n(This was a focused inspection with the licensee and Carrie Bongard, ACI.",
  "animals_total": 1,
  "species": [
    {
      "count": 1,
      "scientific": "Puma concolor",
      "common": "PUMA / MOUNTAIN LION / COUGAR"
    }
  ]
}