{
  "insp_id": "2016082569648862",
  "layout": "a",
  "customer_id": "331146",
  "customer_name": "Kristina Jordan",
  "customer_addr": "32002 E 342nd Street\nGarden City, MO 64747",
  "certificate": "43-B-3777",
  "site_id": "001",
  "site_name": "KRISTINA JORDAN",
  "insp_type": "ROUTINE INSPECTION",
  "date": "07-NOV-2019",
  "report_date": "07-NOV-2019",
  "citations": [
    {
      "code": "3.1(a)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* One adult dog was observed placing its entire head through the opening in the galvanized gate frame fencing.\nThe opening located along the bottom of the enclosure gate is large enough for the dog to completely pass through\nit. Three dogs are in contacted with the affected area located in outdoor housing. Large openings in the fencing\ncould result in dogs escaping from the enclosure. Housing facilities for dogs must be designed and constructed so\nthat they protect the animals from injury, contain the animals securely, and keep other animals from entering. The\nlicensee must alter the open area in the fencing in a manner that ensures the dogs cannot escape through it.\nCorrect by 11/14/19."
    },
    {
      "code": "3.1(c)(2)",
      "kind": "",
      "repeat": false,
      "desc": "HOUSING FACILITIES, GENERAL.",
      "narrative": "* Two separate holes were observed in the exterior wood wall are chewed exposing a jagged, splintered,\nroughened edge. In addition, insulation was exposed due to holes in the exterior wall. Three dogs are in contact\nwith the affected area located in outdoor housing. Surfaces not maintained on a regular basis cannot be readily\ncleaned and sanitized. A chewed, roughened surface could harbor disease causing agents which affects the health\nand well-being of the dogs. The potential exists for dogs to ingest splintered wood which could cause potential\nhealth issues. The licensee must ensure all surfaces are being maintained on a regular basis. Surfaces that cannot\nbe readily cleaned and sanitized, must be replaced when worn or soiled or altered in a manner that allows for\ncleaning and sanitation to occur. Correct by 11/21/19.\n* The facility inspection and exit briefing done on 11/7/19 were conducted with the licensee."
    }
  ],
  "narrative": "3.1(a)\nHOUSING FACILITIES, GENERAL.\n*  One adult dog was observed placing its entire head through the opening in the galvanized gate frame fencing. \nThe opening located along the bottom of the enclosure gate is large enough for the dog to completely pass through\nit. Three dogs are in contacted with the affected area located in outdoor housing.  Large openings in the fencing\ncould result in dogs escaping from the enclosure.  Housing facilities for dogs must be designed and constructed so\nthat they protect the animals from injury, contain the animals securely, and keep other animals from entering. The\nlicensee must alter the open area in the fencing in a manner that ensures the dogs cannot escape through it. \nCorrect by 11/14/19.\n3.1(c)(2)\nHOUSING FACILITIES, GENERAL.\n*  Two separate holes were observed in the exterior wood wall are chewed exposing a jagged, splintered,\nroughened edge. In addition, insulation was exposed due to holes in the exterior wall.  Three dogs are in contact\nwith the affected area located in outdoor housing.  Surfaces not maintained on a regular basis cannot be readily\ncleaned and sanitized.  A chewed, roughened surface could harbor disease causing agents which affects the health\nand well-being of the dogs. The potential exists for dogs to ingest splintered wood which could cause potential\nhealth issues.  The licensee must ensure all surfaces are being maintained on a regular basis.  Surfaces that cannot\nbe readily cleaned and sanitized, must be replaced when worn or soiled or altered in a manner that allows for\ncleaning and sanitation to occur.  Correct by  11/21/19.\n*  The facility inspection and exit briefing done on 11/7/19 were conducted with the licensee.",
  "animals_total": 19,
  "species": [
    {
      "count": 11,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 8,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}