{
  "insp_id": "2016082569627459",
  "layout": "a",
  "customer_id": "1752",
  "customer_name": "Equitech-Bio Inc.",
  "customer_addr": "3650 Harris Rd\nHamilton, OH 45013",
  "certificate": "74-B-0345",
  "site_id": "003",
  "site_name": "EQUITECH-BIO INC.",
  "insp_type": "ROUTINE INSPECTION",
  "date": "10-OCT-2019",
  "report_date": "10-OCT-2019",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "Direct",
      "repeat": false,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "During the inspection, the following animals were identified in need of veterinary care:\n***A white male goat with tag HL10 was toe-touching on his right front leg while standing. He was unable to bear\nweight on this leg when he moved.\n***A black male goat with tag HL2 was toe-touching on the left front leg while standing. He was unable to bear\nweight on this leg when he moved.\n***A tan and white castrated male goat with tag 565 was toe-touching on the left front leg while standing. He was\nunable to bear weight on this leg when he moved.\n***A white and brown male goat with tag HL11 was toe-touching on the right rear leg while standing. He was able to\nbear some slight weight on this limb while moving, although he moved with an obvious limp. This animal received\ntopical treatment according to the program of veterinary care yesterday, but did not receive pain medication and\nwas released back into the herd as requiring no further treatment.\n***A white male goat with tag 0624 has a milky white opacity in his right eye.\n***A black female goat with tag 464 had a moderate amount of thick green discharge from both nares.\n***An additional 3-4 goats were also identified during the inspection as limping, but not to the point of toe-touching\nwhile standing or unable to bear weight while moving.\nFailure to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries causes undue pain\nand distress in animals with conditions such as these listed here.\nCorrect by using appropriate methods to diagnose and treat these animals' conditions; in addition, the facility must\nestablish and maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries.\nCorrect by: corrected at the time of exit: All of the animals identified above were separated during the inspection to\nallow for examination by the veterinarian and/or initiation of treatments as indicated in the program of veterinary\ncare. The veterinarian was contacted by the facility during the inspection to schedule an examination for these\nanimals, and the veterinarian arrived prior to delivery of this inspection report.\nThis inspection and exit interview were conducted with the lab manager."
    }
  ],
  "narrative": "2.40(b)(2)           DIRECT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nDuring the inspection, the following animals were identified in need of veterinary care:\n***A white male goat with tag HL10 was toe-touching on his right front leg while standing.  He was unable to bear\nweight on this leg when he moved. \n***A black male goat with tag HL2 was toe-touching on the left front leg while standing.  He was unable to bear\nweight on this leg when he moved. \n***A tan and white castrated male goat with tag 565 was toe-touching on the left front leg while standing.  He was\nunable to bear weight on this leg when he moved.\n***A white and brown male goat with tag HL11 was toe-touching on the right rear leg while standing.  He was able to\nbear some slight weight on this limb while moving, although he moved with an obvious limp.  This animal received\ntopical treatment according to the program of veterinary care yesterday, but did not receive pain medication and\nwas released back into the herd as requiring no further treatment. \n***A white male goat with tag 0624 has a milky white opacity in his right eye. \n***A black female goat with tag 464 had a moderate amount of thick green discharge from both nares.\n***An additional 3-4 goats were also identified during the inspection as limping, but not to the point of toe-touching\nwhile standing or unable to bear weight while moving.  \nFailure to use appropriate methods to prevent, control, diagnose, and treat diseases and injuries causes undue pain\nand distress in animals with conditions such as these listed here. \nCorrect by using appropriate methods to diagnose and treat these animals' conditions; in addition, the facility must\nestablish and maintain a program of adequate veterinary care that includes the use of appropriate methods to\nprevent, control, diagnose, and treat diseases and injuries.  \nCorrect by: corrected at the time of exit: All of the animals identified above were separated during the inspection to\nallow for examination by the veterinarian and/or initiation of treatments as indicated in the program of veterinary\ncare.  The veterinarian was contacted by the facility during the inspection to schedule an examination for these\nanimals, and the veterinarian arrived prior to delivery of this inspection report.\n\nThis inspection and exit interview were conducted with the lab manager.",
  "animals_total": 140,
  "species": [
    {
      "count": 42,
      "scientific": "Capra hircus",
      "common": "DOMESTIC GOAT"
    },
    {
      "count": 98,
      "scientific": "Ovis aries aries",
      "common": "SHEEP INCLUDING ALL DOMESTIC BREEDS"
    }
  ]
}