{
  "insp_id": "2016082568030096",
  "layout": "a",
  "customer_id": "321425",
  "customer_name": "Joe Breckenridge",
  "customer_addr": "658 Dogwood Tree Rd.\nReeds Spring, MO 65737",
  "certificate": "43-A-5519",
  "site_id": "001",
  "site_name": "JOE BRECKENRIDGE",
  "insp_type": "ROUTINE INSPECTION",
  "date": "06-DEC-2016",
  "report_date": "06-DEC-2016",
  "citations": [
    {
      "code": "2.40(b)(2)",
      "kind": "",
      "repeat": true,
      "desc": "ATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).",
      "narrative": "An adult female Boston terrier named Buffie (m/c# 003271001) repeatedly rubbed her face and sides along the\nfence of the enclosure. The licensee had taken the dog to a veterinarian on November 30, 2016 and he diagnosed\ndiffuse superficial pyoderma. The veterinarian dispensed 28 pills of Clindamycin with instructions to give one pill\ntwice a day for 14 days, beginning that night. However, 25 of the 28 pills were still remaining in the pill container.\nThe licensee did not have a written treatment record, Failure to follow the veterinarian's directions can result in the\ndog's condition worsening or healing incompletely and can prolong the pain associated with the condition. The\nlicensee must ensure that all the veterinarian's treatments and instructions are followed as directed.\nTO BE CORRECTED DECEMBER 6, 2016."
    },
    {
      "code": "3.4(b)(4)",
      "kind": "",
      "repeat": false,
      "desc": "OUTDOOR HOUSING FACILITIES.",
      "narrative": "The outdoor shelter for three adult Beagles had almost no bedding. The licensee is using hay for bedding, but\nnearly all of the shelter floor was visible and not covered in bedding. The ambient temperature during the\ninspection and the night before was about 42 degrees F. Insufficient bedding can cause the dogs to become cold\nand stressed, making them more susceptible to health problems. The licensee must ensure that all dogs have\nadequate dry, clean bedding whenever the ambient temperature is below 50 degrees F and additional bedding\nwhen the ambient temperature is 35 degrees F or lower.\nTO BE CORRECTED DECEMBER 6, 2016.\nThis inspection and exit interview were conducted with the licensee and a MO Dept. of Agriculture inspector."
    }
  ],
  "narrative": "2.40(b)(2)                    REPEAT\nATTENDING VETERINARIAN AND ADEQUATE VETERINARY CARE (DEALERS AND EXHIBITORS).\nAn adult female Boston terrier named Buffie (m/c# 003271001) repeatedly rubbed her face and sides along the\nfence of the enclosure.  The licensee had taken the dog to a veterinarian on November 30, 2016 and he diagnosed\ndiffuse superficial pyoderma.  The veterinarian dispensed 28 pills of Clindamycin with instructions to give one pill\ntwice a day for 14 days, beginning that night.  However, 25 of the 28 pills were still remaining in the pill container. \nThe licensee did not have a written treatment record,  Failure to follow the veterinarian's directions can result in the\ndog's condition worsening or healing incompletely and can prolong the pain associated with the condition.  The\nlicensee must ensure that all the veterinarian's treatments and instructions are followed as directed.\nTO BE CORRECTED DECEMBER 6, 2016.\n3.4(b)(4)\nOUTDOOR HOUSING FACILITIES.\nThe outdoor shelter for three adult Beagles had almost no bedding.  The licensee is using hay for bedding, but\nnearly all of the shelter floor was visible and not covered in bedding.   The ambient temperature during the\ninspection and the night before was about 42 degrees F.  Insufficient bedding can cause the dogs to become cold\nand stressed, making them more susceptible to health problems. The licensee must ensure that all dogs have\nadequate dry, clean bedding whenever the ambient temperature is below 50 degrees F and additional bedding\nwhen the ambient temperature is 35 degrees F or lower.\nTO BE CORRECTED DECEMBER 6, 2016.\nThis inspection and exit interview were conducted with the licensee and a MO Dept. of Agriculture inspector.",
  "animals_total": 34,
  "species": [
    {
      "count": 25,
      "scientific": "Canis lupus familiaris",
      "common": "DOG ADULT"
    },
    {
      "count": 9,
      "scientific": "Canis lupus familiaris",
      "common": "DOG PUPPY"
    }
  ]
}